Repository: Haileman11/smokeless_plus
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, ru, zh

# appTitle
source: No Smoke
ar: دخان زائد
hi: स्मोकलेस प्लस
it: Senza fumo Plus
ja: クレスプラス
pt: Sem fumaça mais
ru: Бездымный плюс
zh: 无烟加工厂

source: Good Morning
ar: صباح الخير
de: Guten Morgen
es: Buenos días
fr: Bonjour
hi: गुड मॉर्निंग
it: Buongiorno
ja: グッドモーニング
pt: Bom dia
ru: Доброе утро
zh: 早,早,早,早,早,早,早,早,早,早

source: Good Afternoon
ar: مساء الخير
de: Guter Nachmittag
es: Buenas tardes
fr: Bonjour
hi: अच्छा दोपहर
it: Buon pomeriggio
ja: グッドアフタヌーン
pt: Boa tarde
ru: Добрый день
zh: 再见

source: Good Evening
ar: مساء الخير
de: Guten Abend
es: Buenas noches
fr: Bonne soirée
hi: अच्छा शाम
it: Buona serata
ja: グッドイブニング
pt: Boa noite
ru: Добрый вечер
zh: 边

# smokeFreeJourney
source: You're doing amazing on your smoke-free journey
ar: أنت تَعْملُ مُدهِشَ في رحلتِكَ الخاليةِ من الدخانِ
de: Sie machen erstaunlich auf Ihrer rauchfreien Reise
es: Estás haciendo increíble en tu viaje libre de humo
fr: Tu fais un voyage incroyable sans fumée
hi: आप अपने स्मोक-फ्री यात्रा पर अद्भुत काम कर रहे हैं
it: Stai facendo fantastico nel tuo viaggio senza fumo
ja: 煙のかけがえのない旅に出会おう
pt: Estás a fazer uma viagem incrível sem fumo
ru: Ты отлично справляешься со своим бездымным путешествием
zh: 你在你的无烟之旅中表现的很棒

source: Days Smoke-Free
ar: أيام الدخان
de: Tage Rauchfrei
es: Días Libre de humo
fr: Jours sans fumée
hi: दिन धुआँ मुक्त
it: Giorni senza fumo
ja: デイズスモークフリー
pt: Dias sem fumo
ru: Дни без дыма
zh: 无烟日

source: Time Smoke-Free
ar: دخان الوقت خالي
de: Zeit drosselfrei
es: Tiempo libre de humo
fr: Temps sans fumée
hi: टाइम स्मोक-फ्री
it: Tempo senza fumo
ja: タイムスモークフリー
pt: Tempo livre de fumaça
ru: Время без дыма
zh: 无烟时代

source: Money Saved
ar: الأموال المحتفظ بها
de: Geld gespart
es: Dinero ahorrado
fr: Économies
hi: मनी सेव्ड
it: Soldi risparmiati
ja: 保存されたお金
pt: Dinheiro Salvo
ru: Сэкономленные деньги
zh: 省下来的钱

source: Cigarettes Avoided
ar: السيجارة تجنبها
de: Zigaretten vermeiden
es: Cigarrillos evitados
fr: Cigarettes évitées
hi: सिगरेट से बचना
it: Sigarette evitate
ja: タバコは避けました
pt: Cigarros Evitados
ru: Сигареты избегают
zh: 香烟

source: Health Score
ar: الصحة
de: Gesundheitsindikatoren
es: Puntuación de salud
fr: Score santé
hi: स्वास्थ्य स्कोर
it: Valutazione della salute
ja: 健康スコア
pt: Escore de Saúde
ru: Счет здоровья
zh: 健康分数

source: Achievements
ar: الإنجازات
de: Erfolge
es: Logros
fr: Réalisations
hi: उपलब्धि
it: Risultati
ja: 実績紹介
pt: Realizações
ru: Достижения
zh: 成绩

source: Keep it up!
ar: استمر!
de: Steh auf!
es: ¡Sigue!
fr: Continuez !
hi: इसे बनाए रखें!
it: Continua!
ja: お問い合わせ!
pt: Continua!
ru: Продолжай!
zh: 继续!

source: Improving daily
ar: تحسين الأحوال اليومية
de: Verbesserung des Tages
es: Mejoramiento diario
fr: Amélioration quotidienne
hi: दैनिक सुधार
it: Migliorare ogni giorno
ja: 日々改善
pt: Melhorar diariamente
ru: Улучшение ежедневно
zh: 每日改进

source: Based on progress
ar: استنادا إلى التقدم المحرز
de: Fortschritte
es: Sobre la base de los progresos realizados
fr: Sur la base des progrès accomplis
hi: प्रगति पर
it: Sulla base dei progressi
ja: 進捗状況に基づく
pt: Com base nos progressos realizados
ru: На основе прогресса
zh: 基于进展

# thatsPacks
source: That's {count} packs
ar: هذه حزمة {count}
de: Das ist {count} Packs
es: Eso es {count} paquetes
fr: C'est {count} packs
hi: यही है {count} पैक
it: Questo è il pacchetto {count}
ja: これは {count} パック
pt: Isso são pacotes {count}
ru: Это пакеты {count}
zh: 这是 {count} 包

# navigationHome
source: Home
ar: البيت
es: Inicio
fr: Sommaire
hi: घर
ja: ホーム >
pt: Principal
ru: Домой
zh: 页 次

# navigationProgress
source: Progress
ar: التقدم
de: Fortschritte
es: Progresos
fr: Progrès accomplis
hi: प्रगति
it: Progressi
ja: プロジェクト
pt: Progresso
ru: Прогресс
zh: 进展

# navigationHealthScore
source: Health Score
ar: الصحة
de: Gesundheitsindikatoren
es: Puntuación de salud
fr: Score santé
hi: स्वास्थ्य स्कोर
it: Valutazione della salute
ja: 健康スコア
pt: Escore de Saúde
ru: Счет здоровья
zh: 健康分数

# navigationAchievements
source: Achievements
ar: الإنجازات
de: Erfolge
es: Logros
fr: Réalisations
hi: उपलब्धि
it: Risultati
ja: 実績紹介
pt: Realizações
ru: Достижения
zh: 成绩

# navigationProfile
source: Profile
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
it: Profilo
ja: プロフィール
pt: Perfil
ru: Профиль
zh: 简介

# progressUpdated
source: Progress updated successfully!
ar: تم تحديث التقدم بنجاح!
de: Fortschritt erfolgreich aktualisiert!
es: ¡Progreso actualizado con éxito!
fr: Progrès mis à jour avec succès!
hi: प्रगति सफलतापूर्वक अद्यतन!
it: Progresso aggiornato con successo!
ja: 進捗が正常に更新されました!
pt: Progresso actualizado com sucesso!
ru: Успешно обновляется!
zh: 进展成功更新 !

# errorLoadingData
source: Error loading data. Using default values.
ar: بيانات تحميل الأخطاء باستخدام القيم الافتراضية.
de: Fehler beim Laden von Daten. Standardwerte verwenden.
es: Datos de carga de errores. Usando valores predeterminados.
fr: Erreur de chargement des données. Utiliser des valeurs par défaut.
hi: डेटा लोड करने में त्रुटि। डिफ़ॉल्ट मान का उपयोग करना।.
it: Dati di caricamento degli errori. Utilizzo dei valori predefiniti.
ja: エラー読み込みデータ。 デフォルト値を使用します.
pt: Erro ao carregar os dados. Usando valores padrão.
ru: Ошибка загрузки данных. Использование значений по умолчанию.
zh: 装入数据出错 。 使用默认值 .

# motivationalMessage1
source: Every day smoke-free is a victory. You're building a healthier, stronger version of yourself with each passing moment.
ar: كل يوم خالي من الدخان هو انتصار أنت تبني نسخة أصح وأقوى من نفسك مع كل لحظة عابرة.
de: Jeden Tag ist rauchfrei ein Sieg. Sie bauen eine gesündere, stärkere Version von sich selbst mit jedem vorbeigehenden Moment.
es: Cada día libre de humo es una victoria. Estás construyendo una versión más sana y más fuerte de ti mismo con cada momento que pasa.
fr: Chaque jour sans fumée est une victoire. Vous construisez une version plus saine et plus forte de vous-même à chaque moment qui passe.
hi: हर दिन धूम्रपान मुक्त एक जीत है। आप प्रत्येक क्षण के साथ अपने आप का एक स्वस्थ, मजबूत संस्करण बना रहे हैं।.
it: Ogni giorno senza fumo è una vittoria. Stai costruendo una versione più sana e più forte di te con ogni momento di passaggio.
ja: 一日中無煙が勝利です。 それぞれの通過瞬間に、より健康で強烈なバージョンを自分で構築しています.
pt: Todos os dias sem fumo é uma vitória. Estás a construir uma versão mais saudável e mais forte de ti a cada momento que passa.
ru: Каждый день без дыма – это победа. Вы создаете более здоровую и сильную версию себя с каждым мгновением.
zh: 每日无烟是胜. 你正在用每一瞬间 建立更健康更强壮的自我.

# motivationalMessage2
source: Your lungs are thanking you right now. Every breath is cleaner, every heartbeat stronger.
ar: رئتيك تشكرك الآن كل نفس أنظف كل نبضات قلب أقوى.
de: Ihre Lungen danken Ihnen jetzt. Jeder Atem ist sauberer, jeder Herzschlag stärker.
es: Tus pulmones te están dando las gracias ahora mismo. Cada respiración es más limpia, cada latido del corazón más fuerte.
fr: Vos poumons vous remercient. Chaque respiration est plus propre, chaque battement de cœur plus fort.
hi: आपके फेफड़ों को अभी धन्यवाद दे रहे हैं। हर सांस क्लीनर है, हर दिल की धड़कन मजबूत है।.
it: I polmoni ti stanno ringraziando. Ogni respiro è più pulito, ogni battito più forte.
ja: あなたの肺は今あなたに感謝しています。 すべての呼吸はクリーナーで、すべての心が強くなります.
pt: Os teus pulmões estão a agradecer-te. Cada respiração é mais limpa, cada batimento cardíaco mais forte.
ru: Ваши легкие благодарят вас прямо сейчас. Каждое дыхание чище, каждое сердцебиение сильнее.
zh: 你的肺现在在感谢你 呼吸干净,心跳更强.

# motivationalMessage3
source: The money you're saving is just the beginning. The real treasure is the years you're adding to your life.
ar: المال الذي توفره هو مجرد البداية الكنز الحقيقي هو السنوات التي تضيفها إلى حياتك.
de: Das Geld, das Sie sparen, ist nur der Anfang. Der wahre Schatz ist die Jahre, die Sie Ihrem Leben hinzufügen.
es: El dinero que estás ahorrando es sólo el principio. El verdadero tesoro es los años que estás agregando a tu vida.
fr: L'argent que vous économisez n'est que le début. Le vrai trésor, c'est les années que tu ajoutes à ta vie.
hi: जो पैसा आप बचा रहे हैं वह सिर्फ शुरुआत है। वास्तविक खजाना वह वर्ष है जिसे आप अपने जीवन में जोड़ रहे हैं।.
it: I soldi che stai risparmiando sono solo l'inizio. Il vero tesoro è gli anni che stai aggiungendo alla tua vita.
ja: 節約するお金は始まりです。 本当の宝は、あなたの人生に追加する年です.
pt: O dinheiro que estás a poupar é só o começo. O verdadeiro tesouro são os anos que estás a aumentar na tua vida.
ru: Деньги, которые вы экономите, — это только начало. Настоящее сокровище - это годы, которые вы добавляете в свою жизнь.
zh: 你存的钱只是开始 真实宝藏是岁月增上.

source: Dr. Michael Chen
hi: डॉ माइकल चेन
ja: マイケル・チェン博士
ru: Доктор Майкл Чен
zh: 迈克尔·陈博士

source: Health Coach Maria
ar: المدربة الصحية ماريا
de: Gesundheit Coach Maria
es: Entrenador de Salud María
fr: Entraîneur de santé Maria
hi: स्वास्थ्य कोच मारिया
it: Salute Coach Maria
ja: 健康コーチマリア
pt: Treinador de Saúde Maria
ru: Тренер по здоровью Мария
zh: 卫生教练玛丽亚

source: Wellness Expert John
ar: خبير جيد جون
de: Wellness Experte John
fr: Expert en bien-être John
hi: वेलनेस एक्सपर्ट जॉन
it: Esperto di benessere John
ja: ウェルネスエキスパートジョン
pt: John, especialista em bem-estar
ru: Оздоровительный эксперт Джон
zh: 健康专家约翰

# healthStageStarting
source: Starting Recovery
ar: بدء الانتعاش
es: Recuperación inicial
fr: Début de la récupération
hi: रिकवरी शुरू
it: Recupero di partenza
ja: 回復を開始
pt: Iniciar a Recuperação
ru: Начало восстановления
zh: 开始恢复

# healthStageBegin
source: Ready to Begin
ar: جاهز للبدء
de: Bereit zu beginnen
es: Listo para comenzar
fr: Prêt à commencer
hi: शुरुआत करने के लिए तैयार
it: Pronto per iniziare
ja: 始める準備
pt: Prontos para começar
ru: Готовы начать
zh: 准备开始

# healthStageJourney
source: Journey Begins
de: Fahrt beginnt
es: Viaje comienza
fr: Début du voyage
hi: जर्नी शुरुआती
it: Il viaggio inizia
ja: 旅の始まり
pt: Começa a Viagem
ru: Путешествие начинается
zh: 旅程开始

# healthStageNicotineDropping
source: Nicotine Dropping
ar: النيكوتين
de: Nikotin Droping
es: Caída de la nicotina
fr: Dropping de la nicotine
it: Goccia di nicotina
ja: ニコチンドロップ
pt: Queda de Nicotina
ru: Никотин падает
zh: 尼古丁丢弃

# healthStageCONormalizing
source: CO Levels Normalizing
de: CO Levels Normalisierung
es: Niveles de CO Normalización
fr: Normalisation des niveaux de CO
hi: CO लेवल सामान्यीकरण
it: Livelli di CO Normalizzazione
ja: COレベル正規化
pt: Níveis de CO Normalizando
ru: Уровень CO нормализуется
zh: CO 水平正常化

# healthStageHeartRisk
source: Heart Risk Decreasing
ar: مخاطر القلب
de: Herzrisiko verringert
es: Riesgo cardíaco Disminución
fr: Diminution du risque cardiaque
hi: दिल जोखिम की कमी
it: Rischio cardiaco Diminuzione
ja: 心臓リスク減少
pt: Diminuição do risco cardíaco
ru: Сердечный риск снижается
zh: 心脏风险下降

# healthStageNicotineFree
source: Nicotine Free Body
ar: الجسد الحر
de: Nikotinfreier Körper
es: Cuerpo Libre de Nicotina
fr: Corps libre de nicotine
hi: निकोटीन फ्री बॉडी
it: Corpo libero nicotina
ja: ニコチンフリーボディ
pt: Corpo Livre de Nicotina
ru: Никотин свободное тело
zh: 尼古丁自由体

# healthStageSensesImproving
source: Senses Improving
ar: تحسين الحواس
es: Senses Improvement
fr: Amélioration des sens
hi: सेंसेस इम्प्रूविंग
it: Miglioramento dei sensi
ja: センスの改善
pt: Sentidos Melhorando
ru: Улучшение чувств
zh: 感官改进

# healthStageCirculation
source: Circulation Improving
ar: تحسين الدائرة
de: Zirkulation Improving
es: Mejora de la circulación
fr: Amélioration de la circulation
hi: परिसंचरण में सुधार
it: Miglioramento della circolazione
ja: 循環改善
pt: Melhorar a circulação
ru: Улучшение циркуляции
zh: 流通改进

# healthStageLungFunction
source: Lung Function Improving
de: Lung Funktion Verbesserung
es: Mejoramiento de la función pulmonar
fr: Amélioration de la fonction pulmonaire
hi: लुंग फंक्शन इम्प्रूविंग
it: Miglioramento della funzione polmonare
ja: 肺機能改善
pt: Melhoria da função pulmonar
ru: Улучшение функции легких
zh: 肺功能改进

# healthStageSignificant
source: Significant Recovery
ar: استرداد كبير
de: Signifikante Erholung
es: Recuperación significativa
fr: Récupération importante
hi: महत्वपूर्ण रिकवरी
it: Recupero significativo
ja: 重要な回復
pt: Recuperação significativa
ru: Значительное восстановление
zh: 重大恢复

# healthStageHeartDisease
source: Heart Disease Risk Reduced
ar: أمراض القلب
de: Herz-Krankheit Risiko reduziert
es: Riesgo de enfermedad cardíaca
fr: Réduction du risque de maladies cardiaques
hi: हृदय रोग कम
it: Rischio di malattie cardiache ridotto
ja: 心臓病リスク低減
pt: Redução do Risco de Doenças Cardíacas
ru: Риск сердечных заболеваний снижен
zh: 减少心脏病风险

# healthStageStroke
source: Stroke Risk Normalized
de: Stroke Risk Normalisiert
es: Riesgo de descarga Normalizado
fr: Risque d'accident vasculaire cérébral normalisé
hi: स्ट्रोक जोखिम सामान्यीकृत
ja: ストローク リスク 正規化
pt: Risco de AVC Normalizado
ru: Риск инсульта нормализован
zh: 划线风险规范化

# healthStageMaximum
source: Maximum Health Recovery
ar: الحد الأقصى للتعافي الصحي
de: Maximale Gesundheitsrückgewinnung
es: Recuperación máxima de la salud
fr: Récupération maximale de la santé
hi: अधिकतम स्वास्थ्य वसूली
it: Recupero della salute massima
ja: 最高の健康回復
pt: Recuperação Máxima da Saúde
ru: Максимальное восстановление здоровья
zh: 最大限度的健康恢复

# milestoneStartJourney
source: Start Your Journey
ar: ابدأ دورك
de: Starten Sie Ihre Reise
es: Empieza tu viaje
fr: Commencez votre voyage
hi: अपनी यात्रा शुरू करें
it: Inizia il tuo viaggio
ja: 旅の始まり
pt: Iniciar sua jornada
ru: Начните свое путешествие
zh: 开始你的旅程

# milestoneNicotineDropping
source: Nicotine Levels Dropping
ar: مستويات النيكوتين
de: Nikotin Levels Dropping
es: Niveles de nicotina
fr: Niveaux de nicotine
hi: निकोटीन लेवल ड्रॉपिंग
it: Livelli di nicotina Dropping
ja: ニコチンレベル低下
pt: Queda de Níveis de Nicotina
ru: Уровень никотина падает
zh: 尼古丁水平下降

# milestoneCOClearing
source: Carbon Monoxide Clearing
ar: Carbon Monoxide المقاصة
de: Kohlenstoffmonoxid Clearing
es: Monóxido de carbono Limpieza
fr: Monoxyde de carbone Effacement
hi: कार्बन मोनोऑक्साइड क्लियरिंग
it: Monossido di carbonio Cancellazione
ja: 酸化炭素 クリアリング
pt: Monóxido de carbono Compensação
ru: Моноксид углерода Очистка
zh: 单氧化碳 清除

# milestoneHeartAttack
source: Heart Attack Risk Decreasing
ar: خطر التعرض لهجمات القلب
de: Herzinfarkt Risiko
es: Riesgo de ataque cardíaco disminuyendo
fr: Diminution du risque d'attaque cardiaque
hi: दिल का दौरा
it: Rischio di attacco cardiaco Diminuzione
ja: 心臓攻撃リスク減少
pt: Risco de ataque cardíaco
ru: Риск сердечного приступа снижается
zh: 心脏攻击风险下降

# milestoneNicotineElimination
source: Nicotine Elimination
ar: القضاء على المخدرات
de: Nikotin Elimination
es: Eliminación de la nicotina
fr: Élimination de la nicotine
hi: निकोटीन उन्मूलन
it: Eliminazione della nicotina
ja: ニコチン除去
pt: Eliminação da nicotina
ru: Ликвидация никотина
zh: 消除尼古丁

# milestoneTasteSmell
source: Taste & Smell Revival
de: Geschmack & Smell Revival
fr: Revival du goût et de l'odeur
hi: स्वाद और गंध Revival
it: Risparmio di gusto & odore
ja: 味と臭いの復活
pt: Revival do sabor e do cheiro
ru: Возрождение вкуса и запаха
zh: 味觉复活( S)

# milestoneCirculationBoost
source: Circulation Boost
ar: الدائرة
de: Zirkulation Boost
es: Circulación Boost
fr: Augmentation de la circulation
hi: परिसंचरण बूस्ट
it: Aumento della circolazione
ja: 循環ブースト
pt: Aumentar a circulação
ru: Циркуляция усиливается
zh: 流通脚步

# milestoneLungBoost
source: Lung Function Boost
de: Lungenfunktion Boost
es: Función pulmonar Boost
fr: Boost de la fonction pulmonaire
hi: लंग फंक्शन बूस्ट
it: Funzione polmonare Boost
ja: 肺機能ブースト
pt: Aumento da Função Pulmonar
ru: Усиление функции легких
zh: 龙函数提示

# milestoneMajorLung
source: Major Lung Recovery
de: Major Lung Erholung
fr: Récupération pulmonaire majeure
hi: मेजर लंग रिकवरी
it: Maggiore recupero polmonare
ja: 主要な肺の回復
pt: Recuperação Pulmonar Maior
ru: Основное восстановление легких
zh: 主要肺复苏

# milestoneHeartRisk
source: Heart Risk Halved
ar: مخاطر القلب
de: Herz-Kreislauf
es: El riesgo cardíaco se ha estancado
fr: Risque cardiaque rompu
hi: हार्ट जोखिम हल
it: Rischio cardiaco
ja: 心臓のリスクを解決
pt: Risco cardíaco Halved
ru: Сердечный риск снижается
zh: 心脏风险减半

# milestoneStrokeRisk
source: Stroke Risk Normalized
de: Stroke Risk Normalisiert
es: Riesgo de descarga Normalizado
fr: Risque d'accident vasculaire cérébral normalisé
hi: स्ट्रोक जोखिम सामान्यीकृत
ja: ストローク リスク 正規化
pt: Risco de AVC Normalizado
ru: Риск инсульта нормализован
zh: 划线风险规范化

# milestoneCancerRisk
source: Cancer Risk Halved
ar: خطر السرطان
es: Riesgo de cáncer
fr: Risque de cancer réduit
hi: जोखिम
it: Rischio di cancro
ja: がんリスク 治療
pt: Risco de câncer Halved
ru: Риск рака снижается
zh: 癌症风险减半

# milestoneMaintaining
source: Maintaining Excellence
ar: الحفاظ على الامتياز
de: Exzellenz aufrecht erhalten
es: Mantener la excelencia
fr: Maintenir l'excellence
hi: उत्कृष्टता बनाए रखना
it: Mantenere l'eccellenza
ja: エクセレンスを維持
pt: Manter a Excelência
ru: Сохранение совершенства
zh: 保持卓越

# achievedStatus
source: Achieved
ar: أنجز
de: Erfolgreich
es: Conseguido
fr: Objectif atteint
hi: उपलब्धि
it: Conseguito
ja: アキシード
pt: Realizado
ru: Достигнутый
zh: 已达到

# soonStatus
source: Soon
ar: قريبا
de: Bald
es: Pronto
fr: Bientôt
hi: सोन
it: Presto
ja: 近日公開
pt: Em breve
ru: Скоро
zh: 快点

# notStartedStatus
source: Not Started
ar: لم يبدأ
de: Nicht gestartet
es: No empezó
fr: Non démarré
hi: शुरू नहीं
it: Non iniziato
ja: はじめに
pt: Não Iniciado
ru: Не началось
zh: 未开始

# timeInDays
source: In {count} day
ar: في {count} اليوم
de: In {count} Tag
es: En el día {count}
fr: Dans {count} jour
hi: {count} दिन में
it: In {count} giorno
ja: {count} 日
pt: No dia {count}
ru: В день {count}
zh: 在 {count} 天时

# timeInDaysPlural
source: In {count} days
ar: في {count} الأيام
de: In {count} Tage
es: En días {count}
fr: Dans {count} jours
hi: {count} दिनों में
it: In {count} giorni
ja: {count} 日
pt: Em {count} dias
ru: В {count} днях
zh: 在 {count} 天之内

# timeInHours
source: In {count} hour
ar: في {count} الساعة
de: In {count} Stunde
es: En la hora {count}
fr: Dans {count} heure
hi: {count} घंटे में
it: In {count} ora
ja: {count}時間
pt: Em {count} hora
ru: В {count} час
zh: 在 {count} 小时之内

# timeInHoursPlural
source: In {count} hours
ar: في {count} الساعات
de: In {count} Stunden
es: En horas {count}
fr: Dans {count} heures
hi: {count} घंटों में
it: In {count} ore
ja: {count}時間
pt: Em {count} horas
ru: В {count} часах
zh: 在 {count} 小时之内

# timeInMinutes
source: In {count} minutes
ar: خلال {count} دقائق
de: In {count} Minuten
es: En minutos {count}
fr: En {count} minute
hi: {count} मिनट में
it: In {count} minuto
ja: {count}分
pt: Em {count} minutos
ru: В {count} минутах
zh: 在 {count} 分钟之内

source: Language Settings
ar: اللغات
de: Spracheinstellungen
es: Ajustes del idioma
fr: Paramètres linguistiques
hi: भाषा सेटिंग
it: Impostazioni di lingua
ja: 言語設定
pt: Configuração da Língua
ru: Языковые настройки
zh: 语言设置

source: Select Language
ar: اللغة المختارة
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
hi: भाषा चुनें
it: Seleziona la lingua
ja: 言語を選択
pt: Selecionar idioma
ru: Выберите язык
zh: 选择语言

# languageEnglish
source: English
ar: الإنكليزية
de: Englisch
es: Inglés
fr: Changements climatiques
hi: अंग्रेज़ी
it: Inglese
ja: 日本語 English
pt: Inglês
ru: Английский
zh: 联合国

# languageSpanish
source: Español
fr: Espagne
hi: हिन्दी
ja: スペイン語
ru: Испаньол
zh: 西班牙语Name

# languageFrench
source: Français
hi: English
ja: フランチェスコ
ru: Франсуа
zh: 法国语Name

# languageGerman
source: Deutsch
fr: Belgique
hi: हिन्दी
it: Italia
ja: ドイツ
ru: Немецкий
zh: 德国

# languageItalian
source: Italiano
ar: إيطاليا
de: Italienisch
hi: हिन्दी
ja: 所在地:東京都
ru: Итальянец
zh: 意大利语

# languagePortuguese
source: Português
ar: بورتوغويس
fr: Portables
hi: E-Mail _ साइटमैप
ja: お問い合わせ
ru: Португес
zh: 葡萄牙

# languageChinese
source: 中文
hi: हिन्दी
ja: ニュース
ru: 中
zh: 联合国

# languageJapanese
source: 日本語
hi: A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-
ja: 日本語 English

# languageRussian
source: Русский
ar: Суский
hi: To be in the same way
it: Traduzione:
ja: ありがたい

# languageHindi
source: हिन्दी
de: Пoдли
fr: Les
it: Traduzione:
ja: 行 I
pt: O que é isso

source: Health Recovery Timeline
ar: خط زمني للإنعاش الصحي
de: Gesundheit Erholung Timeline
fr: Calendrier de rétablissement de la santé
hi: हेल्थ रिकवरी टाइमलाइन
it: Tempo di recupero della salute
ja: 健康回復タイムライン
pt: Tempo de Recuperação da Saúde
ru: Время восстановления здоровья
zh: 恢复健康时间表

source: Current Stage
ar: المرحلة الحالية
de: Aktuelle Etappe
es: Etapa actual
fr: Étape actuelle
hi: वर्तमान स्टेज
it: Fase attuale
ja: 現在の段階
pt: Estágio atual
ru: Текущая стадия
zh: 当前阶段

source: Progress to Next Milestone
de: Fortschritt zum nächsten Meilenstein
es: Avances a la siguiente Milestone
fr: Progrès vers la prochaine étape
hi: आगामी माइलस्टोन की प्रगति
it: Progressi al prossimo Milestone
ja: 次のマイルストーンの進捗
pt: Progresso para o Próximo Milestone
ru: Следующий Milestone
zh: 下一个里程碑的进展

source: Next Milestone
ar: المليون التالي
de: Nächster Meilenstein
es: Siguiente Milestone
fr: Prochaine étape
hi: अगला माइलस्टोन
it: Il prossimo Milestone
ja: 次のマイルストーン
pt: Próximo Marco
ru: Следующий Milestone
zh: 下一个里程碑

source: Time Remaining
ar: بقاء الوقت
de: Zeit bleibt
es: Tiempo restante
fr: Temps restant
hi: समय शेष
it: Tempo rimanente
ja: 時間残り
pt: Tempo restante
ru: Время остается
zh: 剩余时间

source: Loading your daily motivation...
ar: تحمل دافعك اليومي...
de: Belastung Ihrer täglichen Motivation...
es: Cargando tu motivación diaria...
fr: Chargement de votre motivation quotidienne...
hi: अपने दैनिक प्रेरणा लोड हो रहा है ...
it: Caricamento della motivazione quotidiana...
ja: 日々のモチベーションを積み重ねる.
pt: Carregando sua motivação diária...
ru: Повысьте свою ежедневную мотивацию...
zh: 正在装入您的日常动机...

source: Loading ...
ar: التعبئة...
es: Cargando...
fr: Chargement ...
hi: लोड ...
it: Caricamento...
ja: ローディング...
pt: Carregando...
ru: Загрузка...
zh: 正在装入...

# unableToRefreshQuote
source: Unable to refresh quote. Try again later.
ar: غير قادر على تجديد الاقتباس حاول مرة أخرى لاحقا.
de: Unfähig, Zitat zu aktualisieren. Versuchen Sie es später noch mal.
es: Incapaz de refrescar la cita. Inténtalo de nuevo más tarde.
fr: Impossible de rafraîchir la citation. Essaie encore plus tard.
hi: उद्धरण को ताज़ा करने में असमर्थ। बाद में फिर से प्रयास करें।.
it: Incapace di aggiornare il preventivo. Riprova più tardi.
ja: 引用符をリフレッシュできません。 もう一度お試しください.
pt: Não foi possível atualizar a citação. Tenta outra vez mais tarde.
ru: Невозможно обновить цитату. Попробуй позже.
zh: 无法刷新引用 。 以后再试.

source: Morning Motivation
ar: صباح الخير
de: Morgen Motivation
es: Motivación de la mañana
fr: Motivation du matin
hi: मॉर्निंग प्रेरणा
it: Mattina Motivazione
ja: モーニングモチベーション
pt: Motivação matinal
ru: Утренняя мотивация
zh: 上午的动机

source: Evening Inspiration
ar: الإلهام
de: Abend Inspiration
fr: Inspiration du soir
hi: शाम प्रेरणा
it: Ispirazione serale
ja: イブニングインスパイア
pt: Inspiração noturna
ru: Вечернее вдохновение
zh: 晚间灵感

# everySecondCounts
source: Every second counts - {second} seconds and counting!
ar: كل {second} ثانية تُحسب - ثواني و عد!
de: Jede Sekunde zählt - {second} Sekunden und zählt!
es: Cada segundo cuenta - {second} segundos y cuenta!
fr: Chaque seconde compte - {second} secondes et compte!
hi: हर सेकंड गिनती - {second} सेकंड बचा है!
it: Ogni secondo conta - {second} secondi e conteggio!
ja: 毎秒カウント - {second}秒数とカウント!
pt: Cada segundo conta - {second} segundos e contando!
ru: Каждая секунда на счету - {second} секунды и счет!
zh: 每秒数 - {second} 秒!
