Repository: Haileman11/smokeless_plus
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, ru, zh

# selectYourQuitDateToTrackProgress
source: Select your quit date to track your progress and celebrate milestones.
ar: اختيار تاريخ استقالتك لتتبع تقدمك والإحتفال بالمعالم.
de: Wählen Sie Ihr Datum aus, um Ihren Fortschritt zu verfolgen und Meilensteine zu feiern.
es: Seleccione su fecha de renuncia para seguir su progreso y celebrar hitos.
fr: Sélectionnez votre date d'abandon pour suivre vos progrès et célébrer des jalons.
hi: अपनी प्रगति को ट्रैक करने और मील के पत्थरों को मनाने के लिए अपनी छुट्टी की तारीख का चयन करें।.
it: Seleziona la data di chiusura per monitorare i tuoi progressi e celebrare le pietre miliari.
ja: あなたの進捗状況を追跡し、マイルストーンを祝うためにあなたの終了日を選択します.
pt: Selecione sua data de saída para acompanhar seu progresso e celebrar marcos.
ru: Выберите дату выхода, чтобы отслеживать свой прогресс и отмечать вехи.
zh: 选择退出日期以跟踪进度并庆祝里程碑 .

source: Tell us about your smoking habits
ar: أخبرنا عن عادات التدخين
de: Erzählen Sie uns über Ihre Rauchergewohnheiten
es: Cuéntanos sobre tus hábitos de fumar
fr: Parlez-nous de vos habitudes de fumer
hi: हमें अपनी धूम्रपान आदतों के बारे में बताएं
it: Raccontaci delle tue abitudini di fumo
ja: 喫煙習慣について教えてください
pt: Fale-nos sobre os seus hábitos de fumar
ru: Расскажите о своих привычках курения
zh: 告诉我们你的吸烟习惯

# thisHelpsUsCalculateYourSavings
source: This helps us calculate your savings and personalize your experience.
ar: هذا يساعدنا في حساب مدخراتك وإضفاء الطابع الشخصي على تجربتك.
de: Dies hilft uns, Ihre Einsparungen zu berechnen und Ihre Erfahrung zu personalisieren.
es: Esto nos ayuda a calcular sus ahorros y personalizar su experiencia.
fr: Cela nous aide à calculer vos économies et à personnaliser votre expérience.
hi: यह हमें आपकी बचत की गणना करने और अपने अनुभव को व्यक्तिगत बनाने में मदद करता है।.
it: Questo ci aiuta a calcolare i vostri risparmi e personalizzare la vostra esperienza.
ja: これは、あなたの節約を計算し、あなたの経験をパーソナライズするのに役立ちます.
pt: Isso nos ajuda a calcular suas economias e personalizar sua experiência.
ru: Это поможет нам рассчитать ваши сбережения и персонализировать ваш опыт.
zh: 这可以帮助我们计算你的积蓄 让你的经验个性化.

source: Stay motivated with notifications
ar: البقاء بدافع الإخطارات
de: Bleiben Sie motiviert mit Benachrichtigungen
es: Manténgase motivado con notificaciones
fr: Restez motivé avec les notifications
hi: अधिसूचनाओं के साथ प्रेरित रहें
it: Rimanere motivati con le notifiche
ja: 通知でモチベーションを維持
pt: Mantenha-se motivado com notificações
ru: Оставайтесь мотивированными уведомлениями
zh: 保持通知的动机

# chooseHowYoudLikeToReceiveSupport
source: Choose how you'd like to receive support and encouragement.
ar: اختر كيف تريد الحصول على الدعم والتشجيع.
de: Wählen Sie, wie Sie Unterstützung und Ermutigung erhalten möchten.
es: Elige cómo te gustaría recibir apoyo y aliento.
fr: Choisissez comment vous souhaitez recevoir soutien et encouragement.
hi: क्या आप समर्थन और प्रोत्साहन प्राप्त करना चाहते हैं.
it: Scegli come ricevere supporto e incoraggiamento.
ja: サポートと励ましを受け取るためにどのようにしたいかを選択します.
pt: Escolha como gostaria de receber apoio e encorajamento.
ru: Выберите, как вы хотите получить поддержку и поощрение.
zh: 选择如何获得支持和鼓励.

source: Discover powerful features
ar: الكشف عن سمات قوية
de: Entdecken Sie leistungsstarke Features
es: Descubra características poderosas
fr: Découvrez les caractéristiques puissantes
hi: शक्तिशाली सुविधाओं की खोज
it: Scopri le caratteristiche potenti
ja: 強力な機能を発見
pt: Descubra recursos poderosos
ru: Откройте для себя мощные
zh: 发现强大的特征

# exploreTheToolsThatWillSupportYou
source: Explore the tools that will support you on your smoke-free journey.
ar: استكشاف الأدوات التي ستدعمك في رحلتك الخالية من الدخان.
de: Entdecken Sie die Werkzeuge, die Sie auf Ihrer rauchfreien Reise unterstützen.
es: Explore las herramientas que le ayudarán en su viaje sin humo.
fr: Explorez les outils qui vous aideront dans votre voyage sans fumée.
hi: उन उपकरणों का अन्वेषण करें जो आपके धूम्रपान रहित यात्रा पर आपकी सहायता करेंगे।.
it: Esplora gli strumenti che ti aiuteranno nel tuo viaggio senza fumo.
ja: 煙を含まない旅をサポートしてくれるツールをご覧ください.
pt: Explore as ferramentas que o apoiarão em sua jornada livre de fumaça.
ru: Изучите инструменты, которые помогут вам в вашем бездымном путешествии.
zh: 探索支持您无烟旅行的工具.

source: Your personalized dashboard
ar: لوحك الشخصي
de: Ihr personalisiertes Dashboard
es: Su panel personalizado
fr: Votre tableau de bord personnalisé
hi: आपका व्यक्तिगत डैशबोर्ड
it: La tua dashboard personalizzata
ja: パーソナライズされたダッシュボード
pt: Seu painel personalizado
ru: Ваша персональная приборная панель
zh: 你的个性化仪表板

# dashboardPreviewDescription
source: Here's a preview of your progress based on the information you provided.
ar: هنا استعراض مسبق للتقدم بناء على المعلومات التي قدمتموها.
de: Hier ist eine Vorschau Ihres Fortschritts basierend auf den bereitgestellten Informationen.
es: Aquí hay una vista previa de su progreso basado en la información que proporcionó.
fr: Voici un aperçu de vos progrès en fonction des informations que vous avez fournies.
hi: यहां आपके द्वारा प्रदान की गई जानकारी के आधार पर आपकी प्रगति का पूर्वावलोकन है।.
it: Ecco un'anteprima dei tuoi progressi in base alle informazioni fornite.
ja: ここでは、提供された情報に基づいて、進捗のプレビューです.
pt: Aqui está uma prévia do seu progresso com base nas informações que você forneceu.
ru: Вот предварительный просмотр вашего прогресса на основе предоставленной вами информации.
zh: 以下是根据您提供的信息对您进度的预览.

# continueText
source: Continue
ar: استمر
de: Fortsetzung
es: Continuar
fr: Continuer
hi: जारी
it: Continua
ja: お問い合わせ
pt: Continuar
ru: Продолжать
zh: 继续

source: Complete Setup
ar: المجموع الكلي
de: Komplettes Setup
es: Configuración completa
fr: Configuration complète
hi: पूरा सेटअप
it: Setup completo
ja: 完全なセットアップ
pt: Configuração Completa
ru: Полная настройка
zh: 完成设置

source: Health Progress
ar: التقدم في مجال الصحة
de: Gesundheit und Gesundheit
es: Progresos en la salud
fr: Progrès en matière de santé
hi: स्वास्थ्य प्रगति
it: Progresso della salute
ja: 健康増進
pt: Progresso da Saúde
ru: Прогресс в области здравоохранения
zh: 卫生进步

source: Next Health Milestone
ar: Meestone التالي:
de: Nächster Health Milestone
fr: Prochaine étape en matière de santé
hi: अगला स्वास्थ्य लाभ
it: Il prossimo Milestone di salute
ja: 次のヘルスマイルストーン
pt: Próximo Marco da Saúde
ru: Следующий Health Milestone
zh: 下一个健康里程碑

source: Blood oxygen levels normalize
ar: مستويات الأكسجين الدموية تطبيع
de: Blutsauerstoffspiegel normalisieren
es: Niveles de oxígeno de sangre normalizar
fr: Normalisation des taux d'oxygène dans le sang
hi: रक्त ऑक्सीजन स्तर सामान्यीकृत
it: Livelli di ossigeno nel sangue normalizzano
ja: 血酸素濃度は正常化します
pt: Os níveis de oxigénio no sangue normalizam
ru: Уровень кислорода в крови нормализуется
zh: 血氧水平正常化

source: Based on your quit date and smoking habits
ar: بناء على تاريخ استقالتك وعادة التدخين
de: Basierend auf Ihrem gekündigten Datum und rauchen Gewohnheiten
es: Basado en su fecha de renuncia y hábitos de fumar
fr: Selon votre date d'abandon et vos habitudes de tabagisme
hi: अपनी छुट्टी की तारीख और धूम्रपान आदतों के आधार पर
it: Sulla base della data di chiusura e delle abitudini di fumo
ja: 終了日と喫煙習慣に基づいて
pt: Baseado na sua data de cessação e hábitos de fumar
ru: Основываясь на дате отказа и привычках курения
zh: 根据你退出的日期和吸烟习惯

source: Taste and smell improve
ar: التذوق والرائحة تتحسن
de: Geschmack und Geruch verbessern
es: El sabor y el olor mejoran
fr: Le goût et l'odeur s'améliorent
hi: स्वाद और गंध में सुधार
it: Gusto e odore migliorano
ja: 味と匂いを改善
pt: Sabor e olfato melhorar
ru: Вкус и запах улучшаются
zh: 味道和气味都有改善

source: Lung function increases
ar: الزيادات في وظيفة لونغ
de: Lungenfunktion erhöht
es: Aumento de la función pulmonar
fr: Augmentation de la fonction pulmonaire
hi: फेफड़े का कार्य बढ़ता है
it: Aumenta la funzione polmonare
ja: 肺機能増加
pt: Aumento da função pulmonar
ru: Функция легких повышается
zh: 肺功能增加

source: Heart disease risk reduces
ar: مخاطر أمراض القلب تقلل
de: Herzkrankheit Risiko reduziert
es: El riesgo de enfermedades cardíacas reduce
fr: Réduction du risque de maladies cardiaques
hi: हृदय रोग जोखिम कम हो जाता है
it: Rischio di malattie cardiache riduce
ja: 心臓病リスクを低減
pt: Risco de doença cardíaca reduz
ru: Риск сердечных заболеваний уменьшается
zh: 减少心脏病风险

source: Achievement Unlocked!
de: Erfolg entsperrt!
fr: Réalisation débloquée !
hi: उपलब्धि खुला!
it: Risultati sbloccati!
ja: 成果のロック解除!
pt: Realização Desbloqueada!
ru: Достижение разблокировано!
zh: 成就解锁!

source: First Achievement Awaits
ar: الإنجاز الأول تنتظر
de: Erster Erfolg Wachen
es: Primer logro Espera
fr: Première réalisation Attendu
hi: प्रथम उपलब्धि Await
it: Primo successo Furia
ja: 初年度実績 待っています
pt: Primeira Realização Espera
ru: Первое достижение В ожидании
zh: 第一成就 等待时间

# firstDayChampion
source: First Day Champion - You've completed your first smoke-free day!
ar: بطل اليوم الأول لقد أكملت أول يوم خالي من الدخان!
de: First Day Champion - Sie haben Ihren ersten rauchfreien Tag abgeschlossen!
es: Campeón del Primer Día - ¡Has completado tu primer día libre de humo!
fr: Champion du premier jour - Vous avez terminé votre première journée sans fumée!
hi: फर्स्ट डे चैंपियन - आपने अपना पहला धूम्रपान मुक्त दिन पूरा किया है!
it: Campione del Primo Giorno - Hai completato il tuo primo giorno senza fumo!
ja: 初日優勝 - 初日無煙の日を完成!
pt: Primeiro Dia Campeão - Você completou seu primeiro dia livre de fumaça!
ru: Чемпион первого дня - Вы завершили свой первый день без дыма!
zh: 首日冠军——你完成了第一个禁烟日!!

# firstDayChampionAwaits
source: Complete your first smoke-free day to earn your first badge
ar: أكمل أول يوم لك خال من الدخان لكسب شارتك الأولى
de: Vervollständigen Sie Ihren ersten rauchfreien Tag, um Ihre erste Abzeichen zu verdienen
es: Completa tu primer día libre de humo para ganar tu primera placa
fr: Complétez votre première journée sans fumée pour gagner votre premier badge
hi: अपना पहला धुआँ-मुक्त दिन पूरा करें
it: Completa il tuo primo giorno senza fumo per guadagnare il tuo primo distintivo
ja: あなたの最初のバッジを獲得するためにあなたの最初の禁煙日を完了してください
pt: Complete seu primeiro dia livre de fumaça para ganhar seu primeiro crachá
ru: Заполните свой первый день без дыма, чтобы заработать свой первый значок
zh: 完成你的第一个无烟日 赚你的第一份徽章

# feature_progress_tracking_title
source: Progress Tracking
ar: مسار التقدم
de: Fortschrittsverfolgung
es: Seguimiento de los progresos
fr: Suivi des progrès
hi: प्रगति ट्रैकिंग
it: Monitoraggio dei progressi
ja: 進捗追跡
pt: Acompanhamento do Progresso
ru: Отслеживание прогресса
zh: 进展跟踪

# feature_progress_tracking_description
source: Monitor your smoke-free journey with detailed statistics
ar: رصد رحلتك الخالية من الدخان مع إحصاءات مفصلة
de: Überwachen Sie Ihre rauchfreie Reise mit detaillierten Statistiken
es: Monitoree su viaje sin humo con estadísticas detalladas
fr: Surveillez votre voyage sans fumée avec des statistiques détaillées
hi: विस्तृत आंकड़ों के साथ अपने धूम्रपान मुक्त यात्रा की निगरानी करें
it: Monitora il tuo viaggio senza fumo con statistiche dettagliate
ja: 煙のない旅を詳細統計で監視
pt: Monitore sua jornada livre de fumaça com estatísticas detalhadas
ru: Следите за своим путешествием без дыма с подробной статистикой
zh: 监控你的无烟旅行 详细的统计数据

# feature_health_milestones_title
source: Health Milestones
ar: وسائل الصحة
de: Gesundheit Meilensteine
es: Hitos de salud
fr: Jalons de la santé
hi: स्वास्थ्य लाभ
it: Migliaia di Salute
ja: 健康マイルストーン
pt: Marcos da Saúde
ru: Вехи здоровья
zh: 健康里程碑

# feature_health_milestones_description
source: See how your body recovers over time
ar: شاهدْ كَمْ جسمكَ يَتعافى بمرور الوقت
de: Sehen Sie, wie sich Ihr Körper im Laufe der Zeit erholt
es: Vea cómo su cuerpo se recupera con el tiempo
fr: Voyez comment votre corps se rétablit avec le temps
hi: देखें कि आपका शरीर समय के साथ कैसे ठीक हो जाए
it: Vedi come il tuo corpo recupera nel tempo
ja: あなたの体が時間をかけて回復する方法を参照してください
pt: Veja como seu corpo se recupera com o tempo
ru: Посмотрите, как ваше тело восстанавливается со временем
zh: 看看你身体的恢复情况

# feature_achievement_system_title
source: Achievement System
ar: نظام الإنجاز
de: Erfolgssystem
es: Sistema de Logros
fr: Système de réalisation
hi: उपलब्धि प्रणाली
it: Sistema di realizzazione
ja: 実績システム
pt: Sistema de obtenção
ru: Система достижений
zh: 成就系统

# feature_achievement_system_description
source: Earn badges and rewards for your progress
ar: شارات ومكافآت لتقدمك
de: Gewinnen Sie Abzeichen und Belohnungen für Ihren Fortschritt
es: Ganar insignias y recompensas para su progreso
fr: Gagnez des badges et des récompenses pour votre progression
hi: आपकी प्रगति के लिए बैज अर्जित और पुरस्कार
it: Guadagnare distintivi e ricompense per il vostro progresso
ja: あなたの進捗状況のためにバッジと報酬を獲得
pt: Ganhe crachás e recompensas pelo seu progresso
ru: Зарабатывайте значки и награды за свой прогресс
zh: 奖章和奖励

# feature_craving_support_title
source: Craving Support
ar: الدعم المشدد
de: Bearbeitungsunterstützung
es: Apoyo a la recuperación
fr: Soutien à la mise en place
hi: क्राविंग सपोर्ट
it: Supporto per il Craving
ja: 舗装サポート
pt: Suporte de desejo
ru: Жажда поддержки
zh: 编译支持

# feature_craving_support_description
source: Get instant help when you need it most
ar: تحصل على مساعدة فورية عندما تحتاجها أكثر
de: Erhalten Sie sofort Hilfe, wenn Sie es am meisten brauchen
es: Consigue ayuda instantánea cuando lo necesites más
fr: Obtenez de l'aide lorsque vous en avez le plus besoin
hi: जब आपको इसकी आवश्यकता होती है तो तत्काल मदद प्राप्त करें
it: Ottenere aiuto istantaneo quando ne hai bisogno
ja: あなたがそれを最も必要とすればすぐに助けを得て下さい
pt: Obter ajuda instantânea quando você mais precisar
ru: Получите мгновенную помощь, когда она вам больше всего нужна
zh: 你最需要的时候马上找人帮忙

source: Tap any feature to explore
ar: تخطي أي سمة لاستكشاف
de: Tippen Sie auf jede Funktion zu erkunden
es: Toque cualquier característica para explorar
fr: Appuyez sur n'importe quelle fonctionnalité pour explorer
hi: पता लगाने के लिए किसी भी सुविधा को टैप करें
it: Toccare qualsiasi funzione per esplorare
ja: あらゆる機能をタップして探索
pt: Toque em qualquer recurso para explorar
ru: Нажмите любую функцию, чтобы исследовать
zh: 点击任何要探索的特性

source: Get a preview of what awaits you
ar: الحصول على استعراض ما ينتظرك
de: Erhalten Sie eine Vorschau von dem, was erwartet Sie
es: Obtenga una vista previa de lo que le espera
fr: Obtenez un aperçu de ce qui vous attend
hi: क्या आप का इंतजार कर रहे हैं
it: Ottieni un'anteprima di ciò che ti aspetta
ja: あなたを待っているもののプレビューを取得します
pt: Obtenha uma prévia do que o espera
ru: Получите предварительный просмотр того, что вас ждет
zh: 预览你等着什么

source: Close
ar: اقترب
de: Schließen
es: Cerca
fr: Fermer
hi: बंद
it: Chiudi
ja: 閉じる
pt: Fechar
ru: Закрыть
zh: 关闭

source: Explore
de: Entdecken Sie
es: Explorar
fr: Explorer
hi: अन्वेषण
it: Esplorare
ja: ツアー
pt: Explorar
ru: Исследовать
zh: 探索

source: Daily Motivation
ar: الحفز اليومي
de: Tägliche Motivation
es: Motivación diaria
fr: Motivation quotidienne
hi: दैनिक प्रेरणा
it: Motivazione quotidiana
ja: 毎日のモチベーション
pt: Motivação Diária
ru: Ежедневная мотивация
zh: 每日动机

source: Receive daily encouraging messages and tips
ar: تلقي رسائل مشجعة وبقشيش يوميا
de: Täglich ermutigende Botschaften und Tipps erhalten
es: Recibir mensajes y consejos alentadores diarios
fr: Recevez des messages d'encouragement quotidiens et des conseils
hi: दैनिक संदेश और सुझावों को प्रोत्साहित करना
it: Ricevi messaggi incoraggianti giornalieri e suggerimenti
ja: 日々のメッセージやヒントを受け取る
pt: Receba diariamente mensagens encorajadoras e dicas
ru: Получайте ежедневные обнадеживающие сообщения и советы
zh: 每天接收鼓励信息和提示

source: Notification Time
ar: وقت الإخطار
de: Notifizierungszeit
es: Tiempo de notificación
fr: Heure de notification
hi: अधिसूचना समय
it: Tempo di notifica
ja: 通知の時間
pt: Tempo de notificação
ru: Время уведомления
zh: 通知时间

source: Change
ar: التغيير
de: Veränderung
es: Cambio
fr: Changement
hi: परिवर्तन
it: Cambiamento
ja: 変更点
pt: Alterar
ru: Изменения
zh: 变动

source: Milestone Alerts
ar: ميلستون إنذار
es: Alertas de Milestone
fr: Alertes de jalon
hi: माइलस्टोन अलर्ट
it: Avvisi Milestone
ja: マイルストーンアラート
pt: Alertas Milestone
ru: Предупреждения Milestone
zh: 里程碑警报

source: Get notified when you reach important milestones
ar: يتم إخطارك عندما تصل إلى معالم هامة
de: Werden Sie informiert, wenn Sie wichtige Meilensteine erreichen
es: Obtenga notificado cuando alcance hitos importantes
fr: Soyez averti lorsque vous atteignez des étapes importantes
hi: जब आप महत्वपूर्ण मील के पत्थर तक पहुंचते हैं तो अधिसूचित हो जाओ
it: Ricevi notifiche quando raggiungi importanti pietre miliari
ja: 重要なマイルストーンに達すると通知を受ける
pt: Seja notificado quando atingir marcos importantes
ru: Получите уведомление, когда вы достигнете важных этапов
zh: 到达重要里程碑时通知您

source: Craving Support
ar: الدعم المشدد
de: Bearbeitungsunterstützung
es: Apoyo a la recuperación
fr: Soutien à la mise en place
hi: क्राविंग सपोर्ट
it: Supporto per il Craving
ja: 舗装サポート
pt: Suporte de desejo
ru: Жажда поддержки
zh: 编译支持

source: Instant help and motivation during difficult moments
ar: تقديم المساعدة والحوافز بشكل ثابت خلال اللحظات الصعبة
de: Soforthilfe und Motivation während schwieriger Momente
es: Ayuda instantánea y motivación durante momentos difíciles
fr: Aide instantanée et motivation pendant les moments difficiles
hi: कठिन क्षणों के दौरान तत्काल मदद और प्रेरणा
it: Aiuto immediato e motivazione durante momenti difficili
ja: 困難な瞬間の瞬間にインスタントヘルプとモチベーション
pt: Ajuda instantânea e motivação em momentos difíceis
ru: Мгновенная помощь и мотивация в трудные моменты
zh: 在困难时刻立即提供帮助和激励

source: Quit Date & Time
ar: التاريخ
de: Datum und Uhrzeit
es: Fecha de salida
fr: Quitter la date et l'heure
hi: तारीख और समय
it: Data e ora
ja: 終了日と時刻
pt: Data e hora de saída
ru: Бросить дату и время
zh: 退出日期和时间

source: Select your quit date and time
ar: اختيار تاريخ الاستقالة والوقت
de: Wählen Sie Ihr Datum und Uhrzeit aus
es: Seleccione su fecha y hora de renuncia
fr: Sélectionnez la date et l'heure d'abandon
hi: अपनी छुट्टी की तारीख और समय चुनें
it: Seleziona la data e l'ora di smettere
ja: 終了日と時刻を選択します
pt: Selecione sua data e hora de saída
ru: Выберите дату и время выхода
zh: 选择退出的日期和时间

# changeDateAndTime
source: Change Date & Time
ar: التاريخ
de: Datum und Uhrzeit ändern
es: Fecha de cambio
fr: Modifier la date et l'heure
hi: तिथि और समय बदलें
it: Cambia data e ora
ja: 日付と時刻の変更
pt: Alterar data e hora
ru: Изменить дату и время
zh: 更改日期和时间

# selectDateAndTime
source: Select Date & Time
ar: التاريخ المحدد
de: Datum und Uhrzeit wählen
es: Fecha de selección
fr: Sélectionner la date et l'heure
hi: तारीख और समय का चयन करें
it: Seleziona data e ora
ja: 日付と時刻を選択
pt: Selecionar data e hora
ru: Выберите дату и время
zh: 选择日期和时间

source: How many years have you been smoking?
ar: كم سنة كنت تدخن؟?
de: Wie viele Jahre haben Sie geraucht?
es: ¿Cuántos años has estado fumando?
fr: Depuis combien d'années fumez-vous ?
hi: आप कितने साल धूम्रपान कर रहे हैं?
it: Quanti anni hai fumato?
ja: 何年も喫煙できますか?
pt: Há quantos anos fumas?
ru: Сколько лет вы курите?
zh: 你抽烟多久了?

source: Years smoked before quitting
ar: سنوات مدخنة قبل التوقف
de: Jahre geräuchert vor dem Austritt
es: Años fumados antes de abandonar
fr: Années fumées avant d'arrêter de fumer
hi: साल छोड़ने से पहले धूम्रपान
it: Anni fumati prima di smettere
ja: 終了前の喫煙年
pt: Anos fumados antes de desistir
ru: Годы курения, прежде чем бросить курить
zh: 戒烟前吸烟多年

source: Health Score Dashboard
ar: لوح الكشافة الصحي
de: Gesundheit & Wellness
fr: Tableau de bord du bilan de santé
hi: स्वास्थ्य स्कोर डैशबोर्ड
it: Salute Score Dashboard
ja: 健康スコアダッシュボード
pt: Painel de Avaliação da Saúde
ru: Таблица показателей здоровья
zh: 健康计分板

# newText
source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU
hi: नया
it: NUOVO
ja: ニュース
pt: NOVO
ru: НОВОСТИ
zh: 新建

source: How To Unlock
ar: كيف أفتح
de: Wie man entsperrt
es: Cómo desbloquear
fr: Comment débloquer
hi: कैसे अनलॉक करें
it: Come Sbloccare
ja: ロック解除方法
pt: Como desbloquear
ru: Как разблокировать
zh: 如何解锁

# completeTheRequiredTasksToUnlockThisAchievement
source: Complete the required actions to unlock this achievement.
ar: إنجاز الإجراءات اللازمة لفتح هذا الإنجاز.
de: Füllen Sie die erforderlichen Maßnahmen, um diese Leistung zu entsperren.
es: Complete las acciones necesarias para desbloquear este logro.
fr: Terminer les mesures requises pour débloquer cette réalisation.
hi: इस उपलब्धि को अनलॉक करने के लिए आवश्यक कार्यों को पूरा करें।.
it: Completa le azioni necessarie per sbloccare questo risultato.
ja: この達成を解除するために必要なアクションを完了します.
pt: Complete as ações necessárias para desbloquear esta conquista.
ru: Выполните необходимые действия, чтобы разблокировать это достижение.
zh: 完成必要的行动以解锁这一成就.

source: Share Achievement
ar: تحقيق الحصة
de: Teilen Erfolg
es: Compártelo
fr: Partager les réalisations
hi: शेयर उपलब्धि
it: Condivisione dei risultati
ja: 株式実績
pt: Realização da Partilha
ru: Поделиться Достижения
zh: 共享成就

source: Total Points
ar: مجموع النقاط
de: Gesamtpunkte
es: Total de puntos
fr: Total des points
hi: कुल अंक
it: Punti totali
ja: 総ポイント
pt: Pontos totais
ru: Всего баллов
zh: 总点数

source: Level
ar: الرتبة
de: Ebene
es: Nivel
fr: Niveau
hi: स्तर
it: Livello
ja: レベル
pt: Nível
ru: Уровень
zh: 职等

source: Progress to Level
ar: التقدم المحرز في المستوى
de: Fortschritte auf Ebene
es: Avances a nivel
fr: Progrès vers le niveau
hi: स्तर की प्रगति
it: Progressi a livello
ja: レベルへの進展
pt: Progresso para o nível
ru: Прогресс на уровне
zh: 进展到级别

source: points to go
ar: نقاط للذهاب
de: punkte zu gehen
es: puntos a seguir
fr: points à suivre
hi: जाने के लिए अंक
it: punti per andare
ja: 行くポイント
pt: pontos para ir
ru: очки, чтобы идти
zh: 点数

source: points earned
ar: النقاط المحصلة
de: verdiente punkte
es: puntos ganados
fr: points gagnés
hi: अर्जित अंक
it: punti guadagnati
ja: 獲得ポイント
pt: pontos ganhos
ru: заработанные баллы
zh: 所得分数

# reward_premium_title
source: Premium Motivational Content
ar: المرحلة التمهيدية
de: Premium Motivationsinhalte
es: Contenido Motivativo Premium
fr: Contenu Motivation Premium
hi: प्रीमियम प्रेरणादायक सामग्री
it: Contenuto Motivativo Premium
ja: プレミアムモチベーションコンテンツ
pt: Conteúdo Motivacional Premium
ru: Премиальный мотивационный контент
zh: 刺激性高含量

# reward_premium_description
source: Access exclusive daily motivational quotes and success stories
ar: الحصول على اقتباسات يومية حصرية وقصص نجاح
de: Zugang exklusive tägliche Motivation Zitate und Erfolgsgeschichten
es: Acceso a citas de motivación diarias exclusivas e historias de éxito
fr: Accédez à des citations de motivations quotidiennes exclusives et à des exemples de réussite
hi: अनन्य दैनिक प्रेरणादायक उद्धरण और सफलता की कहानियां
it: Accedi ad esclusive citazioni motivazionali giornaliere e storie di successo
ja: 毎日のモチベーションや成功のストーリーにアクセス
pt: Acesse citações motivacionais diárias exclusivas e histórias de sucesso
ru: Доступ к эксклюзивным ежедневным мотивационным цитатам и историям успеха
zh: 每日获取独家激励引言和成功故事

# reward_ocean_title
source: Ocean Theme
ar: المحيطات الموضوع
de: Ozean Thema
es: Océano Tema
fr: Océan Thème
hi: महासागर विषय
it: Oceano Tema
ja: オセアニア テーマ:
pt: Oceano Tema
ru: Океан Тема
zh: 海洋 主题

# reward_ocean_description
source: Beautiful ocean-themed app interface with calming colors
ar: واجهة جميلة للمحيطات مع ألوان هادئة
de: Schöne Ocean-themed App-Schnittstelle mit beruhigenden Farben
es: Hermosa interfaz de aplicación temática oceánica con colores calmantes
fr: Belle interface d'application sur le thème de l'océan avec des couleurs apaisantes
hi: शांत रंगों के साथ सुंदर महासागर थीम्ड ऐप इंटरफ़ेस
it: Bella interfaccia di app a tema oceanico con colori calmi
ja: 美しい海をテーマにしたアプリインターフェイスで落ち着いた色
pt: Interface de app bonita oceano-tema com cores calmantes
ru: Красивый интерфейс приложения на тему океана с успокаивающими цветами
zh: 美丽的海洋主题应用界面 颜色平静

# reward_forest_title
source: Forest Theme
ar: موضوع الغابات
de: Thema Wald
fr: Thème forestier
hi: वन थीम
it: Tema forestale
ja: 森のテーマ
pt: Tema Florestal
ru: Лесная тема
zh: 森林主题
