Repository: Haileman11/smokeless_plus
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, ru, zh

# coping_effectiveness_medium
source: Medium
ar: متوسطة
de: Mittel
es: Mediana
fr: Moyenne
hi: मध्यम
it: Media
ja: メディア
pt: Médio
ru: Средний
zh: 中型

source: Color Focus Challenge
de: Herausforderung für den Fokus
fr: Défi Color Focus
hi: रंग फोकस चैलेंज
ja: カラーフォーカスチャレンジ
pt: Desafio de Foco em Cores
zh: 色彩焦点挑战

# findFiveObjects
source: Find 5 {randomColor} objects around you
ar: ابحث عن خمسة أشياء {randomColor} حولك
de: Finden Sie 5 {randomColor} Objekte rund um Sie
es: Encontrar 5 {randomColor}_ objetos alrededor tuyo
fr: Trouver 5 {randomColor} objets autour de vous
hi: 5 {randomColor}_________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________
it: Trova 5 {randomColor} oggetti intorno a te
ja: あなたの周りに5{randomColor}オブジェクトを見つける
pt: Encontrar 5 {randomColor}_ objetos ao seu redor
ru: Найти 5 {randomColor} цветовых объектов вокруг вас
zh: 查找周围的 5 个 {randomColor} 物体

# lookAroundAndIdentifyFiveObjects
source: Look around your environment and identify 5 objects that are {randomColor}. Take your time and focus on each object.
ar: انظر حولك وحدد خمسة أشياء {randomColor}
de: Schauen Sie sich um Ihre Umgebung und identifizieren Sie 5 Objekte, die {randomColor} sind. Nehmen Sie sich Zeit und konzentrieren Sie sich auf jedes Objekt.
es: Mira alrededor de tu entorno e identifica 5 objetos que son {randomColor}. Tómese su tiempo y concéntrese en cada objeto.
fr: Regardez autour de votre environnement et identifiez 5 objets qui sont {randomColor}. Prenez votre temps et concentrez-vous sur chaque objet.
hi: अपने पर्यावरण के आसपास देखो और 5 ऑब्जेक्ट्स की पहचान करें जो {randomColor} हैं। अपने समय ले लो और प्रत्येक वस्तु पर ध्यान केंद्रित करें।.
it: Guarda intorno al tuo ambiente e identifica 5 oggetti che sono {randomColor}. Prenditi il tuo tempo e concentrati su ogni oggetto.
ja: 環境を把握し、 {randomColor}_ である 5 つのオブジェクトを識別します。 各オブジェクトに時間をかけて焦点を合わせます.
pt: Olhe em torno de seu ambiente e identifique 5 objetos que são {randomColor}. Leve o seu tempo e foco em cada objeto.
ru: Оглянитесь вокруг и определите 5 объектов, которые являются {randomColor}. Потратьте время и сосредоточьтесь на каждом объекте.
zh: 环视周围环境并识别 {randomColor}的5个对象。 慢慢来,集中注意每个物体.

source: New Color Challenge
ar: تحدي كولور الجديد
de: Neue Farbe Herausforderung
es: Nuevo desafío de color
fr: Nouveau défi couleur
hi: न्यू कलर चैलेंज
it: Nuovo colore sfida
ja: 新しいカラーチャレンジ
pt: Novo Desafio de Cores
ru: Новый цветной вызов
zh: 新颜色挑战

source: Counting Challenge
ar: العد التنازلي
es: Contando desafío
fr: Défi de comptage
hi: चैलेंज गिनती
it: Contare la sfida
ja: カウントチャレンジ
pt: Desafio de Contagem
zh: 计数挑战

# countingGameDescription
source: This mental math exercise requires focus and concentration, helping distract from cravings.
ar: هذا التمرين العقلي يتطلب التركيز والتركيز، يساعد على صرف الانتباه عن الرغبات.
de: Diese mentale Mathe-Übung erfordert Fokus und Konzentration, hilft ablenken von Verlangen.
es: Este ejercicio de matemáticas mentales requiere concentración y concentración, ayudando a distraerse de los antojos.
fr: Cet exercice de mathématiques mentales nécessite concentration et concentration, aidant à distraire les envies.
hi: इस मानसिक गणित व्यायाम को ध्यान और एकाग्रता की आवश्यकता होती है, जिससे cravings से विचलित होने में मदद मिलती है।.
it: Questo esercizio di matematica mentale richiede attenzione e concentrazione, aiutando distrarre dalle voglie.
ja: この精神的な数学の演習は、フォーカスと集中を必要とし、渇望から引き起こすのを助けます.
pt: Este exercício de matemática mental requer foco e concentração, ajudando a distrair os desejos.
ru: Это умственное математическое упражнение требует сосредоточенности и концентрации, помогая отвлечься от тяги.
zh: 这种精神数学运动需要专注和集中,帮助分散对渴望的注意力.

source: Show Hint
ar: اظهر له
de: Zeige Hinweise
fr: Afficher le Conseil
hi: Hint
it: Mostra Hint
ja: ショーヒント
pt: Mostrar Dica
ru: Показать подсказку
zh: 显示提示

source: New Challenge
ar: التحدي الجديد
de: Neue Herausforderung
es: Nuevo desafío
fr: Nouveau défi
hi: नई चुनौती
it: Nuova sfida
ja: 新チャレンジ
pt: Novo Desafio
ru: Новый вызов
zh: 新的挑战

source: Memory Palace
ar: قصر الذاكرة
de: Palast
fr: Palais de la mémoire
hi: मेमोरी पैलेस
it: Palazzo della Memoria
ja: メモリーパレス
pt: Palácio da Memória
ru: Дворец памяти
zh: 记忆宫

# visualizeChildhoodHome
source: Visualize your childhood home
ar: رؤية بيت طفولتك
de: Visualisieren Sie Ihre Kindheit zu Hause
es: Visualiza tu hogar infantil
fr: Visualisez votre maison d'enfance
hi: अपने बचपन के घर का दृश्य
it: Visualizza la tua casa d'infanzia
ja: あなたの子供時代の家を視覚化
pt: Visualize sua casa de infância
ru: Визуализируйте свой дом детства
zh: 想象你的童年家园

source: Instructions
ar: التعليمات
de: Anleitung
es: Instrucciones
hi: निर्देश
it: Istruzioni
ja: 取扱説明書
pt: Instruções
ru: Инструкции
zh: 说明

# memoryPalaceInstructions
source: 1. Close your eyes and imagine walking through your childhood home 2. Start at the front door and move room by room 3. Notice details: colors, furniture, decorations 4. Spend time in each room remembering specific objects 5. Try to recall sounds, smells, and feelings
ar: 1 اغلقي عينيك وتخيلي المشي خلال طفولتك 2. ابدأوا من الباب الأمامي وتحركوا من الغرفة 3 تفاصيل الإشعار: الألوان والأثاث والزينة 4. قضاء وقت في كل غرفة تذكر أشياء محددة 5 حاول أن تتذكر الأصوات والرائحة والمشاعر
de: ANHANG Schließen Sie Ihre Augen und stellen Sie sich vor, durch Ihre Kindheit zu gehen 2. Starten Sie an der Haustür und bewegen Sie Raum für Zimmer 3. Details: Farben, Möbel, Dekorationen 4. Verbringen Sie Zeit in jedem Raum, um bestimmte Objekte zu erinnern 5. Erinnern Sie sich an Geräusche, Gerüche und Gefühle
es: 1. Cierra tus ojos e imagina caminar a través de tu casa de la infancia 2. Comience en la puerta principal y mueva la habitación por habitación 3. Aviso de detalles: colores, muebles, decoraciones 4. Pasar tiempo en cada habitación recordando objetos específicos 5. Trate de recordar sonidos, olores y sentimientos
fr: 1. Fermez les yeux et imaginez marcher dans votre maison d'enfance 2. Commencez par la porte d'entrée et déplacez chambre par chambre 3. Détails de la notice: couleurs, meubles, décorations 4. Passez du temps dans chaque pièce en rappelant des objets spécifiques 5. Essayez de rappeler les sons, les odeurs et les sentiments
hi: 1. अपनी आँखों को बंद करें और अपने बचपन के घर से चलने की कल्पना करें 2. सामने के दरवाजे पर शुरू करें और कमरे में प्रवेश करें 3. सूचना विवरण: रंग, फर्नीचर, सजावट 4. प्रत्येक कमरे में विशिष्ट वस्तुओं को याद रखने में समय बिताएं 5. ध्वनि, गंध और भावनाओं को याद करने की कोशिश करें
it: 1. Chiudi gli occhi e immagina di camminare attraverso la tua casa d'infanzia 2. Iniziare alla porta d'ingresso e spostare spazio per camera 3. Dettagli di avviso: colori, mobili, decorazioni 4. Trascorrere tempo in ogni stanza ricordando oggetti specifici 5. Cerca di ricordare suoni, odori e sentimenti
ja: 1。 あなたの目を閉じて、あなたの子供の頃の家を歩くことを想像してください 2。 正面玄関で始まり、お部屋でお部屋を移動 3。 通知の細部:色、家具、装飾 4。 特定のオブジェクトを覚えている各部屋の時間を過ごします 5。 5。 音、匂い、気持ちを思い出させる
pt: 1. Fecha os olhos e imagina andar pela tua casa de infância 2. Comece pela porta da frente e mova quarto por quarto 3. Note detalhes: cores, móveis, decorações 4. Passe tempo em cada quarto lembrando objetos específicos 5. Tente lembrar sons, cheiros e sentimentos
ru: 1. Закройте глаза и представьте, что вы идете по дому своего детства. 2. Начните с входной двери и перемещайте комнату за комнатой 3. Обратите внимание на детали: цвета, мебель, украшения 4. Проводите время в каждой комнате, запоминая определенные предметы. 5. Попробуйте вспомнить звуки, запахи и чувства
zh: 一、导 言 闭上眼睛,想象一下 穿过你童年的家 2. 国家 从前门开始,逐个房间 3个 通知详情:颜色、家具、装饰 4个 在每个房间花时间纪念特定物体 5.五. 试着回想起声音、气味和感觉

# memoryPalaceCompletionMessage
source: Great job! Memory exercises strengthen focus and reduce cravings.
ar: عمل رائع! فالتمارين التذكارية تعزز التركيز وتخفض الرغبات.
de: Toller Job! Speicherübungen stärken den Fokus und reduzieren das Verlangen.
es: ¡Gran trabajo! Los ejercicios de memoria refuerzan el enfoque y reducen los antojos.
fr: Beau travail ! Les exercices de mémoire renforcent la concentration et réduisent les envies.
hi: महान काम! मेमोरी एक्सरसाइज फोकस को मजबूत करता है और cravings को कम करता है।.
it: Ottimo lavoro! Gli esercizi di memoria rafforzano la messa a fuoco e riducono l'appetito.
ja: 素晴らしい仕事! 記憶演習は焦点を強化し、渇望を減らす.
pt: Bom trabalho! Exercícios de memória fortalecem o foco e reduzem os desejos.
ru: Отличная работа! Упражнения памяти укрепляют фокус и уменьшают тягу.
zh: 干得不错! 记忆演练加强重点,减少渴望.

source: Complete Exercise
ar: الممارسة الكاملة
de: Vollständige Übung
es: Ejercicio completo
fr: Exercice complet
hi: पूर्ण व्यायाम
it: Esercizio completo
ja: 完全な練習
pt: Exercício completo
ru: Полное упражнение
zh: 完成练习

source: Word Association
ar: رابطة الكلمات
de: Wortvereinigung
fr: Association des mots
hi: वर्ड एसोसिएशन
it: Associazione di parole
ja: ワード協会
pt: Associação de Palavras
ru: Word Ассоциация
zh: 语言协会

source: Starting word
ar: بدء الكلمة
de: Anfangswort
es: Palabra inicial
fr: Mot de départ
hi: शुरू करना
it: Parola di partenza
ja: 単語の開始
pt: Iniciando palavra
ru: Начинающее слово
zh: 开始单词

# wordAssociationInstructions
source: Create a chain of related words. Each new word should connect to the previous one.
ar: إنشاء سلسلة من الكلمات ذات الصلة. كل كلمة جديدة يجب أن تتصل بالكلمة السابقة.
de: Erstellen Sie eine Kette von verwandten Wörtern. Jedes neue Wort sollte sich mit dem vorherigen verbinden.
es: Cree una cadena de palabras relacionadas. Cada palabra nueva debe conectarse a la anterior.
fr: Créer une chaîne de mots apparentés. Chaque nouveau mot doit se connecter au précédent.
hi: संबंधित शब्दों की एक श्रृंखला बनाएँ। प्रत्येक नए शब्द को पिछले एक से जोड़ा जाना चाहिए।.
it: Creare una catena di parole correlate. Ogni nuova parola dovrebbe connettersi a quella precedente.
ja: 関連する単語のチェーンを作成します。 各新しい単語は、前の単語に接続する必要があります.
pt: Criar uma cadeia de palavras relacionadas. Cada nova palavra deve se conectar à anterior.
ru: Создайте цепочку связанных слов. Каждое новое слово должно соединяться с предыдущим.
zh: 创建关联词链 。 每个新词都应该连接到上一个词.

# wordAssociationExample
source: Example: Ocean → Water → Rain → Clouds → Sky → Birds → Freedom
de: Beispiel: Ozean → Wasser → Regen → Wolken → Himmel → Vögel → Freiheit
es: Ejemplo: Océano → Agua → Nubes → Cielo → Aves → Libertad
fr: Exemple : Océan → Eau → Pluie → Nuages → Ciel → Oiseaux → Liberté
hi: उदाहरण: महासागर → जल → वर्षा → बादल → स्काई → पक्षी → स्वतंत्रता
it: Esempio: Ocean → Acqua → Pioggia → Nuvole → Cielo → Uccelli → Libertà
ja: 例:海洋→水→雨→雲→空→鳥→自由
pt: Exemplo: Oceano → Água → Chuva → Nuvens → Céu → Aves → Liberdade
ru: Пример: Океан → Вода → Дождь → Облака → Небо → Птицы → Свобода
zh: 实例:海洋 水 雨 云 天空 鸟类 自由

source: New Starting Word
ar: كلمة بداية جديدة
de: Neues Anfangswort
es: Nueva palabra inicial
fr: Nouveau mot de départ
hi: नई शुरुआत
it: Nuova parola di partenza
ja: 新しいスタートワード
pt: Nova Palavra Inicial
ru: Новое стартовое слово
zh: 新建起始单词

source: Ocean
ar: المحيطات
de: Ozean
es: Océano
fr: Océan
hi: महासागर
it: Oceano
ja: オセアニア
pt: Oceano
ru: Океан
zh: 海洋

source: Mountain
ar: الجبل
de: Berg
es: Montaña
fr: Montagne
hi: पर्वत
it: Montagna
ja: マウンテンビュー
pt: Montanha
ru: Гора
zh: 山区

source: Forest
ar: الغابات
de: Wald
fr: Forêt
hi: वन
it: Foresta
ja: フォレスト
pt: Floresta
ru: Лес
zh: 森林

source: City
ar: المدينة
de: Stadt
es: Ciudad
fr: Ville
hi: शहर
it: Città
ja: シティ
pt: Cidade
ru: Город
zh: 城市

source: Garden
ar: الحديقة
de: Garten
es: Jardín
fr: Jardin
hi: गार्डन
it: Giardino
ja: ガーデン
pt: Jardim
ru: Сад
zh: 花园

source: Library
ar: المكتبة
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
hi: पुस्तकालय
it: Biblioteca
ja: ライブラリー
pt: Biblioteca
ru: Библиотека
zh: 图书馆

source: Kitchen
ar: المطبخ
de: Küche
es: Cocina
fr: Cuisine
hi: रसोई
it: Cucina
ja: キッチン
pt: Cozinha
ru: Кухня
zh: 厨房

source: Music
ar: الموسيقى
de: Musik
es: Música
fr: Musique
hi: संगीत
it: Musica
ja: ミュージック
pt: Música
ru: Музыка
zh: 音乐

source: Every breath is a new beginning
ar: كل نفس هو بداية جديدة
de: Jeder Atem ist ein neuer Anfang
es: Cada respiración es un nuevo comienzo
fr: Chaque souffle est un nouveau départ
hi: हर सांस एक नई शुरुआत है
it: Ogni respiro è un nuovo inizio
ja: 呼吸は新しい始まりです
pt: Cada respiração é um novo começo
ru: Каждый вдох – это новое начало
zh: 每一次呼吸都是一个新的开始

source: You are stronger than your cravings
ar: أنت أقوى من رغباتك
de: Du bist stärker als dein Verlangen
es: Eres más fuerte que tus antojos
fr: Tu es plus fort que tes envies
hi: आप अपने cravings की तुलना में मजबूत हैं
it: Sei più forte dei tuoi desideri
ja: あなたの欲求より強いです
pt: És mais forte do que os teus desejos
ru: Ты сильнее своих желаний
zh: 你比你的渴望更强壮

# thisMomentWillPass
source: This moment will pass, you will overcome
ar: هذه اللحظة سوف تمر، سوف تتغلب على
de: Dieser Moment wird passieren, Sie werden überwunden
es: Este momento pasará, vencerás
fr: Ce moment passera, vous surmonterez
hi: इस क्षण को समाप्त करने के लिए, आप दूर हो जाएंगे
it: Questo momento passerà, vincerai
ja: この瞬間が通過します, あなたは克服します
pt: Este momento vai passar, você vai superar
ru: Этот момент пройдет, вы преодолеете
zh: 这个时刻将过去,你将战胜

# breatheInPeace
source: Breathe in peace, breathe out stress
ar: تنفس في سلام، تنفس الضغط
de: Atme in Frieden, atme Stress aus
es: Respira en paz, respira estrés
fr: Respirez en paix, respirez le stress
hi: शांति में साँस लेना, तनाव को साँस लेना
it: Respira in pace, espira stress
ja: 平和の息吹、ストレスを呼吸する
pt: Respire em paz, expire estresse
ru: Дышите спокойно, выдыхайте стресс
zh: 安静的呼吸,呼吸压力

source: Your health is worth every breath
ar: صحتك تستحق كل نفس
de: Deine Gesundheit ist jeden Atem wert
es: Tu salud vale cada respiración
fr: Votre santé vaut chaque souffle
hi: आपका स्वास्थ्य हर सांस के लायक है
it: La tua salute vale ogni respiro
ja: あなたの健康はすべての呼吸の価値があります
pt: A tua saúde vale cada respiração
ru: Ваше здоровье стоит каждого дыхания
zh: 你的健康状况值得一口气

# oneBreathAtATime
source: One breath at a time, one day at a time
ar: نفس واحد في كل مرة
de: Ein Atem zu einer Zeit, eines Tages zu einer Zeit
es: Un aliento a la vez, un día a la vez
fr: Un souffle à la fois, un jour à la fois
hi: एक समय में एक सांस, एक दिन एक समय में
it: Un respiro alla volta, un giorno alla volta
ja: 1日1回、一度に1回呼吸する
pt: Uma respiração de cada vez, um dia de cada vez
ru: Один вдох за раз, один день за раз
zh: 一口气一口气 一口气一口气 一口气一口气 一口气一口气一口气

source: Inhale
de: Inhalieren
es: Inhala
fr: Inhaler
it: Inalazione
ja: インハル
pt: Inspire
ru: Вдох
zh: 吸入

source: Hold
ar: عقد
de: Warte
es: Espera
fr: Attendez
hi: होल्ड
it: Aspetta
ja: ホールド
pt: Esperar
ru: Держать
zh: 坚持住

source: Exhale
de: Ausatmen
fr: Expirer
it: Espirale
ja: エクスハーレ
pt: Expire
ru: Выдох
zh: 呼气

source: Ready to breathe?
ar: مستعد للتنفس؟?
de: Bereit zum Atmen?
es: ¿Listo para respirar?
fr: Prêt à respirer ?
hi: सांस लेने के लिए तैयार?
it: Pronto a respirare?
ja: 呼吸する準備は?
pt: Pronto para respirar?
ru: Готовы дышать?
zh: 准备好呼吸了吗?

# fourSevenEightTechnique
source: 4-7-8 Breathing Technique
ar: 4-7-8 تقنيات التنفس
de: 4-7-8 Atemtechnik
es: Técnica de respiración 4-7-8
fr: 4-7-8 Technique de respiration
hi: 4-7-8 श्वास तकनीक
it: 4-7-8 Tecnica di respirazione
ja: 4-7-8 呼吸技術
pt: 4-7-8 Técnica de Respiração
ru: 4-7-8 Техника дыхания
zh: 4-7-8 呼吸技术

source: Start Exercise
ar: بدء التدريب
de: Übung starten
es: Ejercicio de inicio
fr: Début de l'exercice
hi: व्यायाम शुरू करें
it: Iniziare l'esercizio
ja: エクササイズを始める
pt: Iniciar exercício
ru: Начните упражнение
zh: 开始练习

# extendExercise
source: Extend (+2 cycles)
ar: تمديد (دورات + 2)
de: Extend (+2 Zyklen)
es: Extender (+2 ciclos)
fr: Prolongation (+2 cycles)
hi: विस्तार (+2 चक्र)
it: Estendi (+2 cicli)
ja: 拡張(+2サイクル)
pt: Estenda (+2 ciclos)
ru: Расширение (+2 цикла)
zh: 延长(+2周期)

# stopExercise
source: Stop
ar: توقف
de: Stopp
es: Para
fr: Arrête
hi: रुकना
it: Fermati
ja: ストップ
pt: Parar
ru: Стоп
zh: 停下来

source: New motivational quote loaded!
ar: اقتباس جديد محفز!
de: Neues Motivationsangebot geladen!
es: Nueva cita motivacional cargada!
fr: Nouvelle citation motivationnelle chargée!
hi: नई प्रेरणादायक उद्धरण लोड हो गया!
it: Nuova citazione motivazionale caricata!
ja: 新しいモチベーションの引用が読み込まれました!
pt: Nova citação motivacional carregada!
ru: Новая мотивационная цитата загружена!
zh: 新的动机引用已载入 !

# failedToRefreshQuote
source: Failed to refresh quote. Try again later.
ar: فشل في تجديد الاقتباس حاول مرة أخرى لاحقا.
de: Versäumt, Zitat zu aktualisieren. Versuchen Sie es später noch mal.
es: No pude refrescar la cita. Inténtalo de nuevo más tarde.
fr: Impossible de rafraîchir la citation. Essaie encore plus tard.
hi: उद्धरण को ताज़ा करने में विफल रहा। बाद में फिर से प्रयास करें।.
it: Non è riuscito a aggiornare il preventivo. Riprova più tardi.
ja: 引用符をリフレッシュできませんでした。 もう一度お試しください.
pt: Não foi possível actualizar a citação. Tenta outra vez mais tarde.
ru: Не удалось обновить цитату. Попробуй позже.
zh: 刷新引用失败 。 以后再试.

source: Quote Schedule
ar: الجدول الزمني
de: Fälligkeitsplan
es: Programa de citas
fr: Calendrier des citations
hi: उद्धरण
it: Programma Quote
ja: 見積スケジュール
pt: Escalonamento de Citações
ru: Расписание цитат
zh: 引用时间表

source: Refresh Schedule
ar: الجدول المنقح
es: Cuadro de referencia
fr: Actualiser le calendrier
hi: ताज़ा अनुसूची
it: Programma di aggiornamento
ja: リフレッシュスケジュール
pt: Atualizar agenda
ru: Расписание обновлений
zh: 刷新计划

source: Next Refresh
ar: التجديد التالي
de: Nächster Refresh
es: Siguiente Refresh
fr: Rafraîchir
hi: अगला ताज़ा
it: Il prossimo Refresh
ja: 次 更新
pt: Actualizar Seguinte
ru: Следующий Refresh
zh: 下一次刷新

source: Total Quotes
ar: المجموع
de: Zitate insgesamt
es: Total de presupuestos
fr: Total des cotes
hi: कुल उद्धरण
it: Totale delle quote
ja: 総見積
pt: Total de Citações
ru: Полные цитаты
zh: 引文共计

source: Current Period
ar: الفترة الحالية
de: Aktueller Zeitraum
es: Período actual
fr: Exercice en cours
hi: वर्तमान अवधि
it: Periodo attuale
ja: 現在の期間
pt: Período atual
ru: Текущий период
zh: 本期

# xUniqueQuotes
source: {number} unique quotes
ar: {number} __ اقتباسات فريدة
de: {number} einzigartige Zitate
es: {number} citas únicas
fr: {number} guillemets uniques
hi: {number}_ अद्वितीय उद्धरण
it: {number} citazioni uniche
ja: {number} ユニークな引用符
pt: {number} citações únicas
ru: {number} уникальные цитаты
zh: * {number} 唯一引文

# periodInHoursAndMinutes
source: {nextRefreshPeriod} in {hours}h {minutes}m
ar: {nextRefreshPeriod} في {hours} ساعة و {minutes} دقيقة
de: {nextRefreshPeriod} in {hours} Stunden und {minutes} Minuten
es: {nextRefreshPeriod} en {hours} horas y {minutes} minutos
fr: {nextRefreshPeriod} dans {hours}h {minutes}m
hi: {nextRefreshPeriod} {hours} घंटे और {minutes} मिनट
it: {nextRefreshPeriod} {hours}h {minutes}m
ja: {nextRefreshPeriod}__ に {hours}h {minutes}m
pt: {nextRefreshPeriod}_ {hours}h {minutes}_m
ru: {nextRefreshPeriod} в {hours}h {minutes}m
zh: {nextRefreshPeriod} {hours} 小时 {minutes} 分钟

# quoteInfoNote
source: Quotes automatically refresh at 6 AM and 6 PM every day to keep you motivated throughout your quit-smoking journey!
ar: يرتعش تلقائياً في السادسة صباحاً و6 مساءً كل يوم لإبقائك محفزاً طوال رحلتك للتدخين!
de: Zitate erfrischen täglich um 6 Uhr und 18 Uhr automatisch, um Sie während Ihrer Ausreise motiviert zu halten!
es: Las citas se refrescan automáticamente a las 6 AM y 6 PM cada día para mantenerte motivado a lo largo de tu viaje para dejar de fumar!
fr: Citations rafraîchies automatiquement à 6h et 18h tous les jours pour vous motiver tout au long de votre voyage de renoncement au tabac!
hi: Quotes स्वचालित रूप से 6 AM और 6 PM हर दिन आप अपने छोड़ने-धूम्रने यात्रा के दौरान प्रेरित रखने के लिए!
it: Quotazioni aggiornate automaticamente alle ore 6:00 e alle ore 18:00 ogni giorno per mantenervi motivati durante il vostro viaggio di quit-fumatori!
ja: 毎日午前6時～午後6時までに自動でお見積もりして、禁煙の旅を通し、お気をつけください!
pt: As citações se atualizam automaticamente às 6h e às 6h todos os dias para mantê-lo motivado durante toda sua jornada de parar de fumar!
ru: Цитаты автоматически обновляются в 6 утра и 6 вечера каждый день, чтобы мотивировать вас на протяжении всего вашего путешествия!
zh: 每天早上6点和下午6点!

source: Got it!
ar: حصلت عليه!
de: Verstanden!
es: ¡Lo tengo!
fr: Compris !
hi: यह जाओ!
it: Ricevuto!
ja: お問い合わせ!
pt: Consegui!
ru: Понял!
zh: 明白了吗!

# autoRefreshesFrequency
source: Auto-refreshes 2x daily
ar: ثاني أكسيد الكربون يوميا
de: Auto-refreshes 2x täglich
es: Auto-refreshes 2x diariamente
fr: Rafraîchit automatiquement 2 fois par jour
hi: दैनिक 2x
it: Auto-rifresca 2x al giorno
ja: 自動refreshes 毎日2x
pt: Atualiza automaticamente 2x diariamente
ru: Автоотказы 2 раза в день
zh: 每日2x自动刷新

source: Call your support person or quitline:
ar: اتصلي بشخص دعمك أو انسحبي
de: Rufen Sie Ihre Support-Person an oder beenden Sie:
es: Llame a su persona de apoyo o renuncia:
fr: Appelez votre personne de soutien ou votre ligne d'abandon :
hi: अपने समर्थन व्यक्ति को कॉल करें या छोड़ दें:
it: Chiama la tua persona di supporto o quitline:
ja: サポート担当者またはキルトリンに電話する:
pt: Ligue para a sua pessoa de apoio ou para a linha de saída:
ru: Позвоните своему человеку поддержки или бросьте линию:
zh: 拨打您的支持人或退出线:

source: Emergency Support
ar: الدعم في حالات الطوارئ
de: Soforthilfe
es: Apoyo de emergencia
fr: Appui d ' urgence
hi: आपातकालीन सहायता
it: Supporto di emergenza
ja: 緊急サポート
pt: Apoio de emergência
ru: Экстренная помощь
zh: 紧急支助

source: Thank You
ar: شكراً لك
de: Danke
es: Gracias
fr: Je vous remercie
hi: धन्यवाद
it: Grazie
ja: お問い合わせ
pt: Obrigado
ru: Спасибо
zh: 谢谢

source: You've Got This!
ar: لديك هذا!
de: Du hast das!
es: ¡Tienes esto!
fr: C'est bon !
hi: तुम यह हो!
it: Ce l'hai!
ja: お問い合わせ!
pt: Tu consegues!
ru: У тебя есть это!
zh: 你有这个!

source: Back
ar: العودة
de: Zurück
es: Atrás
fr: Précédent
hi: वापस
it: Indietro
ja: バックナンバー
pt: Voltar
ru: Назад
zh: 回来

source: Start
ar: ابدأ
es: Comienzo
fr: Démarrer
hi: प्रारंभ करना
it: Inizio
ja: スタート
pt: Iniciar
ru: Начинать
zh: 开始

# fourSevenEightTechniqueDescription
source: Breathe in for 4, hold for 7, exhale for 8
ar: تنفس لأربعة، عقد ل ٧، استنشاق لثمانية
de: Atmen Sie für 4, halten Sie für 7, Ausatmen für 8
es: Respira para 4, espera para 7, exhala para 8
fr: Respirez pour 4, tenez pour 7, expirez pour 8
hi: 4 के लिए साँस लें, 7 के लिए पकड़ो, 8 के लिए साँस छोड़ो
it: Respirare per 4, tenere per 7, espirare per 8
ja: 4 のための Breathe ホールド 7、8 のための exhale
pt: Inspire por 4, segure por 7, expire por 8
ru: Дышите 4, держите 7, выдыхайте 8
zh: 4号呼吸,7号呼吸,8号呼气

source: Choose what helps you most right now:
ar: اختر ما يساعدك الآن
de: Wählen Sie, was Ihnen am meisten hilft jetzt:
es: Elige lo que más te ayuda ahora mismo:
fr: Choisissez ce qui vous aide le plus en ce moment :
hi: अब आप क्या मदद करते हैं
it: Scegli cosa ti aiuta di più in questo momento:
ja: 今あなたに最も役立つものを選択してください:
pt: Escolha o que mais o ajuda neste momento:
ru: Выберите то, что помогает вам больше всего прямо сейчас:
zh: 选择什么对你最有帮助:

# breathing_exercise_title
source: Breathing Exercise
ar: ممارسة التنفس
de: Atemübung
es: Ejercicio de respiración
fr: Exercice respiratoire
hi: श्वास व्यायाम
it: Esercizio di respirazione
ja: 呼吸の練習
pt: Exercício Respiratório
ru: Дыхательные упражнения
zh: 呼吸练习

# breathing_exercise_subtitle
source: 4-7-8 technique to reduce cravings
ar: 4-7-8 التقنيات الرامية إلى خفض المدخرات
de: 4-7-8 technik zur verringerung der sehnsucht
es: técnica 4-7-8 para reducir los antojos
fr: 4-7-8 technique pour réduire les envies
hi: 4-7-8 तकनीक cravings को कम करने के लिए
it: 4-7-8 tecnica per ridurre l'appetito
ja: cravingsを減らす4-7-8技術
pt: 4-7-8 técnica para reduzir os desejos
ru: 4-7-8 техника для уменьшения тяги
zh: 4-7-8 减少渴望的技术

# motivational_quote_title
source: Motivational Quote
ar: الحي الحافز
de: Motivationsangebot
es: Cita motivacional
fr: Citation motivative
hi: प्रेरणादायक उद्धरण
it: Citazione motivazionale
ja: モチベーション見積
pt: Citação Motivacional
ru: Мотивационная цитата
zh: 动机引文
