Repository: Haileman11/smokeless_plus
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, ru, zh

# reward_forest_description
source: Nature-inspired green theme for a refreshing experience
ar: موضوع خضراء ملهم للطبيعة من أجل تجربة جديدة
de: Natur inspiriertes grünes Thema für ein erfrischendes Erlebnis
es: Tema verde inspirado en la naturaleza para una experiencia refrescante
fr: Thème vert inspiré de la nature pour une expérience rafraîchissante
hi: एक ताज़ा अनुभव के लिए प्रकृति प्रेरित ग्रीन थीम
it: Tema verde ispirato alla natura per un'esperienza rinfrescante
ja: 自然志向のグリーンテーマで爽やかな体験
pt: Tema verde inspirado na natureza para uma experiência refrescante
ru: Вдохновленная природой зеленая тема для освежающего опыта
zh: 充满自然灵感的绿色主题

# reward_charity_title
source: Charity Donation
ar: التبرعات الخيرية
de: Charity Spenden
es: Donación de la caridad
fr: Don de charité
hi: दान
it: Donazione di beneficenza
ja: チャリティ寄付
pt: Doação de Caridade
ru: Пожертвование на благотворительность
zh: 慈善捐款

# reward_charity_description
source: Donate $5 to lung cancer research in your name
ar: تبرع بـ 5 دولارات لأبحاث سرطان الرئة باسمك
de: Spenden Sie $5 zu Lungenkrebs Forschung in Ihrem Namen
es: Donar $5 para la investigación de cáncer de pulmón en su nombre
fr: Donner 5 $ à la recherche sur le cancer du poumon à votre nom
hi: अपने नाम में $5 से फेफड़ों के कैंसर अनुसंधान दान करें
it: Donare $5 per la ricerca di cancro polmonare nel tuo nome
ja: あなたの名前で5ドルを肺がん研究に寄付
pt: Doe $5 para pesquisa de câncer de pulmão em seu nome
ru: Пожертвуйте 5 долларов на исследование рака легких от вашего имени
zh: 用你的名义捐5块给肺癌研究

# reward_stats_title
source: Advanced Statistics
ar: الإحصاءات المتقدمة
de: Fortgeschrittene Statistiken
es: Estadísticas avanzadas
fr: Statistiques avancées
hi: उन्नत सांख्यिकी
it: Statistiche avanzate
ja: 高度な統計
pt: Estatísticas Avançadas
ru: Передовая статистика
zh: 高级统计

# reward_stats_description
source: Unlock detailed health analytics and progress insights
ar: الكشف عن التحليلات الصحية المفصّلة ومعرفة التقدم المحرز
de: Entsperren Sie detaillierte Gesundheitsanalysen und Fortschritte Einblicke
es: Desbloquear análisis de salud detallados y perspectivas de progreso
fr: Débloquer l'analyse détaillée de la santé et les perspectives de progrès
hi: विस्तृत स्वास्थ्य विश्लेषण और प्रगति अंतर्दृष्टि अनलॉक करें
it: Sblocca analisi dettagliate sulla salute e approfondimenti sui progressi
ja: 詳細な健康分析と進捗状況の把握
pt: Desbloqueie análises detalhadas de saúde e insights de progresso
ru: Разблокируйте подробную аналитику здоровья и понимание прогресса
zh: 解锁详细的健康分析与进步见解

# reward_coach_title
source: Personal Coach Session
ar: دورة المدرب الشخصي
fr: Séance de coach personnel
hi: व्यक्तिगत कोच सत्र
ja: パーソナルコーチセッション
pt: Sessão de treinador pessoal
ru: Персональная тренерская сессия
zh: 个人教练会议

# reward_coach_description
source: 30-minute virtual session with a certified quit coach
ar: دورة افتراضية مدتها 30 دقيقة مع مدرب معتمد
de: 30 minuten virtuelle sitzung mit einem zertifizierten kutscher
es: sesión virtual de 30 minutos con un entrenador de renuncia certificado
fr: session virtuelle de 30 minutes avec un coach de départ certifié
hi: एक प्रमाणित छुट्टी कोच के साथ 30 मिनट वर्चुअल सत्र
it: 30 minuti di sessione virtuale con un quit coach certificato
ja: 認定資格認定コーチによる30分バーチャルセッション
pt: sessão virtual de 30 minutos com um treinador certificado
ru: 30-минутная виртуальная сессия с сертифицированным тренером
zh: 与经认证的退出教练进行30分钟虚拟会话

source: Confirm Redemption
ar: إعادة تأكيد
de: Bestätigen Sie die Erlösung
es: Confirme Redención
fr: Confirmer la révocation
hi: पुनर्जन्म की पुष्टि करें
it: Confermare la Redenzione
ja: 確認の償還
pt: Confirmar Redenção
ru: Подтвердить искупление
zh: 确认赎回

# areYouSureYouWantToRedeem
source: Are you sure you want to redeem {title} for {points} points?
ar: هل أنت متأكد من أنك تريد أن تعوض عن بعض النقاط؟ {title} تكلفة: {points} نقاط
de: Sind Sie sicher, dass Sie {title} für {points} Punkte einlösen wollen?
es: ¿Estás seguro de que quieres redimir {title}_ para {points}_ puntos?
fr: Voulez-vous vraiment échanger {title} contre {points}_ points?
hi: क्या आपको यकीन है कि आप {points} अंक के लिए {title} को पुनः प्राप्त करना चाहते हैं?
it: Sei sicuro di voler riscattare {title} per {points} punti?
ja: {points} のポイントで {title} を交換したいですか?
pt: Tem certeza de que deseja resgatar {title}_ para {points}_ pontos?
ru: Вы уверены, что хотите выкупить {title} за {points} баллы?
zh: 您确定要赎回 {title} = {points} 积分吗 ?

# youWillHave
source: You will have {availablePoints} points remaining.
ar: ستكون لديك {availablePoints} نقاط متبقية.
de: Sie haben noch {availablePoints} Punkte.
es: Usted tendrá {availablePoints}_ puntos restantes.
fr: Vous aurez {availablePoints} points restants.
hi: आपके पास {availablePoints} अंक शेष होंगे।.
it: Si avrà {availablePoints} punti rimanenti.
ja: {availablePoints} のポイントは残ります.
pt: Você terá {availablePoints}_ pontos restantes.
ru: У вас останется {availablePoints} баллов.
zh: 剩下的点数是... {availablePoints}

# youHaveSuccessfullyRedeemed
source: You have successfully redeemed {title}. Check your profile for details.
ar: {title} لقد نجحت في إعادة فحص ملفك للتفاصيل.
de: Sie haben erfolgreich {title}. Überprüfen Sie Ihr Profil für Details.
es: Usted ha redimido con éxito {title}. Compruebe su perfil para obtener detalles.
fr: Vous avez bien échangé {title}. Vérifiez les détails de votre profil.
hi: आपने सफलतापूर्वक फिर से समझा है {title}_. विवरण के लिए अपनी प्रोफ़ाइल की जाँच करें।.
it: Hai riscattato con successo {title}. Controlla il tuo profilo per i dettagli.
ja: {title} を正常に変更しました。詳細はプロフィールを確認してください.
pt: Você redimiu com sucesso {title}. Verifique seu perfil para obter detalhes.
ru: Вы успешно погасили {title}. Проверьте свой профиль для получения подробной информации.
zh: 您已成功赎回 {title} 。 请检查您的描述文件 .

source: Reward Redeemed!
es: ¡Recompensa Redeemed!
fr: Récompense Redeemed !
hi: इनाम!
it: Ricompensa!
ja: リワードリワード!
pt: Recompensa resgatada!
ru: Вознаграждение выкуплено!
zh: 奖赏复辟!

source: Great
ar: عظيم
de: Großartig
es: Genial
fr: Génial
hi: महान
it: Grande
ja: おすすめ
pt: Óptimo
ru: Великий
zh: 不错

source: You're doing great!
ar: أنت تبلي حسناً!
de: Du machst das toll!
es: ¡Lo estás haciendo genial!
fr: Tu te débrouilles bien !
hi: तुम महान हो!
it: Stai andando alla grande!
ja: お問い合わせ!
pt: Estás a ir muito bem!
ru: Ты молодец!
zh: 你干得不错!

# daysSinceQuit
source: {daysSinceQuit} days smoke-free
ar: {daysSinceQuit} يوماً خالياً من الدخان
de: {daysSinceQuit} Tage rauchfrei
es: días libres de humo {daysSinceQuit}
fr: {daysSinceQuit} jours sans fumée
hi: {daysSinceQuit} दिन धुआँ मुक्त
it: {daysSinceQuit} giorni senza fumo
ja: {daysSinceQuit}_ 日は無煙
pt: {daysSinceQuit} dias livres de fumo
ru: {daysSinceQuit} дней без дыма
zh: {daysSinceQuit} 无烟天数

source: Not Smoked
ar: ليس مدخناً
de: Nicht geraucht
es: No fumaba
fr: Non fumé
hi: स्मोक्ड नहीं
it: Non fumato
ja: 禁煙
pt: Não fumado
ru: Не курят
zh: 未吸烟

source: Breathing Exercise
ar: التنفس الممارسة
de: Atmen Übung
es: Respiración Ejercicio
fr: Respiration Exercice
hi: साँस लेना व्यायाम
it: Respirare Esercizio
ja: ブリージング トレーニング
pt: Respiração Exercício
ru: Дыхание Упражнение
zh: 饮气 锻炼

source: Call Support
ar: اتصل الدعم
de: Anruf Unterstützung
es: Call Apoyo
fr: Appeler Appui
hi: कॉल समर्थन
it: Chiamata Supporto
ja: 電話番号 サポート
pt: Chamada Suporte
ru: Звони. Поддержка
zh: 调用 支助

source: View Progress
ar: View التقدم
de: Blick Fortschritte
es: Ver Progresos
fr: Affichage Progrès accomplis
hi: देखें प्रगति
it: Vista Progressi
ja: ニュース プロジェクト
pt: Ver Progresso
ru: Посмотреть Прогресс
zh: 视图 进展

source: Distraction Games
ar: توزيع الألعاب
de: Ablenkung Spiele
es: Juegos de Distracción
fr: Jeux de distraction
hi: निष्कर्षण खेल
it: Giochi di distrazione
ja: 魅力ゲーム
pt: Jogos de Distração
ru: Игры отвлекающие
zh: 分散游戏

# havingACraving
source: Having a craving? You're not alone. Choose a coping strategy below.
ar: هل لديك رغبة؟ أنت لست وحدك اختر استراتيجية التأقلم أدناه.
de: Hast du Lust? Du bist nicht allein. Wählen Sie eine Kopierstrategie unten.
es: ¿Tienes ganas? No estás sola. Elija una estrategia de afrontamiento a continuación.
fr: Vous avez envie ? Tu n'es pas seule. Choisissez une stratégie d'adaptation ci-dessous.
hi: क्या आप एक धोखा दे रहे हैं? आप अकेले नहीं हैं। नीचे एक मुकाबला रणनीति चुनें।.
it: Avere un desiderio? Non sei sola. Scegli una strategia di coping qui sotto.
ja: 渇望を持っている? あなただけではありません。 下記の対処戦略を選択します.
pt: Estás com vontade? Não estás sozinha. Escolha uma estratégia de enfrentamento abaixo.
ru: У тебя тяга? Ты не одна. Выберите стратегию преодоления ниже.
zh: 渴望吗? 你不是一个人 下面选择一个应对策略 .

source: Recent Coping Sessions
ar: دورات تحديد النطاق الأخيرة
de: Kürzliche Sitzungen
es: Sesiones de afrontamiento recientes
fr: Dernières sessions d'adaptation
hi: हाल ही में कोपिंग सत्र
it: Sessioni di coping recenti
ja: 最近のコーピングセッション
pt: Sessões Recentes de Enfrentamento
ru: Последние сеансы копирования
zh: 最近的处理会话

source: Quick Breathe
ar: تنفسي بسرعة
de: Schneller Atemzug
es: Respira rápido
fr: Respirez rapidement
hi: त्वरित श्वास
it: Respirazione rapida
ja: クイックブレア
pt: Respirar rapidamente
ru: Быстро дышите
zh: 快速呼吸

# callingEmergencyContact
source: Set up your emergency contact in Settings
ar: أعد إتصالك الطارئ في (ستينغز)
de: Richten Sie Ihren Notfallkontakt in Einstellungen ein
es: Configura tu contacto de emergencia en Ajustes
fr: Configurez votre contact d'urgence dans Paramètres
hi: सेटिंग में अपना आपातकालीन संपर्क स्थापित करें
it: Impostare il contatto di emergenza in Impostazioni
ja: 設定で緊急連絡先を設定する
pt: Configure o seu contacto de emergência em Definições
ru: Настройте аварийный контакт в настройках
zh: 在设置中设置紧急联系人

source: Settings
ar: التركيبات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग
it: Impostazioni impostazioni
ja: コンテンツ
pt: Configuração
ru: Настройки
zh: 设置

source: Call Emergency Contact
ar: نداء الطوارئ
de: Anruf Notfall Kontakt
es: Contacto de emergencia
fr: Appelez un contact d'urgence
hi: आपातकालीन संपर्क
it: Contatto di emergenza
ja: 緊急連絡先
pt: Chamar contato de emergência
ru: Вызовите экстренный контакт
zh: 呼叫紧急联系人

# reachOutToYourDesignatedContact
source: Reach out to your support person
ar: التواصل مع شخص الدعم الخاص بك
de: Erhalten Sie Ihre Unterstützung Person
es: Llegar a su persona de apoyo
fr: Contactez votre personne de soutien
hi: अपने समर्थन व्यक्ति तक पहुंचें
it: Raggiungere la persona di supporto
ja: 皆様のお越しをお待ちしております
pt: Contacte a sua pessoa de apoio
ru: Обращайтесь к своему человеку поддержки
zh: 联系你的支持者

source: Get Support
ar: الحصول على الدعم
de: Unterstützung erhalten
es: Obtener apoyo
fr: Obtenir du soutien
hi: समर्थन प्राप्त करें
it: Ottieni supporto
ja: サポートを受ける
pt: Obter suporte
ru: Получить поддержку
zh: 获取支持

# cravingSessionLogged
source: Craving session logged. Great job using {method}!
ar: تم تسجيل جلسة التكيف مع {method}
de: Craving Session angemeldet. Tolle Arbeit mit {method}!
es: Sesión de grabación registrada. Buen trabajo usando {method}_!
fr: Session de cravalage enregistrée. Beau travail en utilisant {method}!
hi: क्राविंग सत्र लॉग किया गया। {method}__!
it: Seduta di Craving registrata. Ottimo lavoro con {method}!
ja: 記録された保存セッション。 {method}_ を使って素晴らしい仕事!
pt: Sessão de desejo iniciada. Bom trabalho usando {method}!
ru: Требовательная сессия зарегистрирована. Отличная работа с {method}!
zh: 爬行会记录。 伟大的工作使用 {method}!

source: Quick Coping Tips
ar: مجموعة سريعة
de: Quick Coping Tipps
es: Consejos de copia rápida
fr: Conseils d'adaptation rapide
hi: क्विक कोपिंग टिप्स
it: Suggerimenti di coping rapidi
ja: クイックコッピングのヒント
pt: Dicas de Enfrentamento Rápido
ru: Быстрые советы по копированию
zh: 快速处理提示

source: Try This Now
ar: جرب هذا الآن
de: Versuchen Sie es jetzt
es: Prueba esto ahora
fr: Essayez ça maintenant
hi: अब इसे आज़माएं
it: Prova questo ora
ja: 今すぐお試しください
pt: Tenta isto agora
ru: Попробуйте сейчас
zh: 现在试试这个

# greatCopingStrategyChoice
source: Great choice! {title} is an effective coping strategy.
ar: عمل رائع باستخدام {title}!
de: Tolle Wahl! {title} ist eine effektive Kopierstrategie.
es: ¡Gran elección! {title} es una estrategia eficaz para hacer frente.
fr: Bon choix ! {title} est une stratégie d'adaptation efficace.
hi: बढ़िया विकल्प! {title} एक प्रभावी मुकाबला रणनीति है।.
it: Ottima scelta! {title} è una strategia efficace di coping.
ja: 素晴らしい選択! {title} は効果的なコッピング戦略です.
pt: Ótima escolha! {title}_ é uma estratégia de enfrentamento eficaz.
ru: Отличный выбор! {title} является эффективной стратегией.
zh: 伟大的选择! {title} 是一个有效的应对策略.

source: Health Benefits
ar: الاستحقاقات الصحية
de: Gesundheitsleistungen
es: Beneficios de la salud
fr: Avantages pour la santé
hi: स्वास्थ्य लाभ
it: Benefici della salute
ja: 健康上の利点
pt: Benefícios para a saúde
ru: Польза для здоровья
zh: 健康福利

# coping_drink_water_title
source: Drink Water
ar: مياه الشرب
de: Wasser
es: Agua potable
fr: Bois de l'eau
hi: पेयजल
it: Acqua potabile
ja: 飲料水
pt: Beber Água
ru: Пейте воду
zh: 饮水

# coping_drink_water_description
source: Hydrate your body and keep your hands busy. Water helps flush toxins and reduces cravings.
ar: اهدئي جسدك وابقي يديك مشغولة الماء يساعد على تفريغ التكسينات ويقلل من الرغبات.
de: Trinken Sie Ihren Körper und halten Sie Ihre Hände beschäftigt. Wasser hilft Flush Giftstoffe und reduziert Verlangen.
es: Hidrata tu cuerpo y mantén tus manos ocupadas. El agua ayuda a las toxinas y reduce los antojos.
fr: Hydrate ton corps et occupe tes mains. L'eau aide à rincer les toxines et réduit les envies.
hi: अपने शरीर को हाइड्रेट करें और अपने हाथों को व्यस्त रखें। पानी फ्लश विषाक्त पदार्थों में मदद करता है और cravings को कम करता है।.
it: Idrata il tuo corpo e tieni le mani occupate. L'acqua aiuta a scaricare le tossine e riduce l'appetito.
ja: あなたの体を水和させ、あなたの手を忙しく保ちます。 水は毒素を洗い流し、渇望を減らすのを助けます.
pt: Hidrate o seu corpo e mantenha as mãos ocupadas. A água ajuda a limpar toxinas e reduz os desejos.
ru: Гидратируйте свое тело и держите руки занятыми. Вода помогает смыть токсины и уменьшает тягу.
zh: 将身体水化,使手忙. 水有助于冲洗毒素,减少渴望.

# coping_drink_water_duration
source: 2-3 minutes
ar: 2-3 دقيقة
de: 2-3 minuten
es: 2 a 3 minutos
hi: 2-3 मिनट
it: 2-3 minuti
ja: 2-3分
pt: 2-3 minutos
ru: 2-3 минуты
zh: 2-3分钟

# coping_take_a_walk_title
source: Take a Walk
ar: خذ المشي
de: Gehen Sie
es: Tome un paseo
fr: Faites une promenade
hi: चलना
it: Fai una passeggiata
ja: 散策
pt: Dê um passeio
ru: Прогуляйтесь
zh: 走开

# coping_take_a_walk_description
source: Get moving! Physical activity releases endorphins and distracts from cravings.
ar: تحرك! النشاط الفيزيائي يُطلق الإندورفينات ويشتت انتباهه عن الرغبات.
de: Beweg dich! Physikalische Aktivität löst Endorphine und ablenkt vom Verlangen.
es: ¡Muévete! La actividad física libera endorfinas y distrae de los antojos.
fr: Allez ! L'activité physique libère des endorphines et distrait les envies.
hi: आगे बढ़ना शारीरिक गतिविधि एंडोर्फिन जारी करती है और cravings से विचलित होती है।.
it: Muoversi! L'attività fisica rilascia endorfine e distrae dalle voglie.
ja: 動く! 肉体活性は、エンドルフィンを解放し、渇望から引き起こします.
pt: Mexam-se! A atividade física libera endorfinas e distrai dos desejos.
ru: Двигайся! Физическая активность высвобождает эндорфины и отвлекает от тяги.
zh: 快点! 物理活动释放内啡素并分散对渴望的注意力.

# coping_take_a_walk_duration
source: 5-10 minutes
ar: 5-10 دقائق
de: 5-10 minuten
es: 5 a 10 minutos
fr: 5 à 10 minutes
hi: 5-10 मिनट
it: 5-10 minuti
ja: 5～10分
pt: 5-10 minutos
ru: 5-10 минут
zh: 5-10分钟

# coping_call_a_friend_title
source: Call a Friend
ar: دعوة صديق
de: Ruf einen Freund an
es: Llama a un amigo
fr: Appelez un ami
hi: कॉल करें
it: Chiama un amico
ja: 友人に電話する
pt: Chame um amigo
ru: Позвони другу
zh: 给朋友打电话

# coping_call_a_friend_description
source: Reach out for support. Talking to someone can provide motivation and distraction.
ar: التواصل للحصول على الدعم. التحدث إلى شخص ما يمكن أن يوفر الحافز والإلهاء.
de: Für Unterstützung. Mit jemandem zu sprechen kann Motivation und Ablenkung bieten.
es: Alcanzad para el apoyo. Hablar con alguien puede proporcionar motivación y distracción.
fr: Pour obtenir de l'aide. Parler à quelqu'un peut fournir motivation et distraction.
hi: समर्थन के लिए बाहर पहुंचें। किसी से बात करने से प्रेरणा और विचलन हो सकता है।.
it: Raggiungi il supporto. Parlare con qualcuno può fornire motivazione e distrazione.
ja: サポートを受ける 誰かに話して、モチベーションや気配りを提供できます.
pt: Pede apoio. Falar com alguém pode fornecer motivação e distração.
ru: Заручитесь поддержкой. Разговор с кем-то может обеспечить мотивацию и отвлечение.
zh: 伸出援手来 与某人交谈可以提供动力和分散注意力.

# coping_call_a_friend_duration
source: 5-15 minutes
ar: 5-15 دقيقة
de: 5-15 minuten
es: 5 a 15 minutos
hi: 5-15 मिनट
it: 5-15 minuti
ja: 5～15分
pt: 5-15 minutos
ru: 5-15 минут
zh: 5-15分钟

# coping_review_reasons_title
source: Review Your Reasons
ar: استعراض أسبابك
de: Ihre Gründe überprüfen
es: Revisa tus razones
fr: Revoir vos motifs
hi: अपने कारणों की समीक्षा करें
it: Rivedere le vostre ragioni
ja: あなたの理由を確認する
pt: Reveja Suas Razões
ru: Пересмотрите свои причины
zh: 审查你的理由

# coping_review_reasons_description
source: Remember why you decided to quit. Focus on your health, family, and financial goals.
ar: تذكري لماذا قررتي الاستقالة ركز على صحتك وعائلتك وأهدافك المالية.
de: Denken Sie daran, warum Sie sich entschieden haben zu kündigen. Fokussiere dich auf deine Gesundheit, deine Familie und deine finanziellen Ziele.
es: Recuerda por qué has decidido renunciar. Concéntrate en tus objetivos de salud, familia y financieros.
fr: Rappelle-toi pourquoi tu as décidé de démissionner. Concentrez-vous sur votre santé, votre famille et vos objectifs financiers.
hi: आपको क्यों छोड़ने का फैसला किया? अपने स्वास्थ्य, परिवार और वित्तीय लक्ष्यों पर ध्यान केंद्रित करें।.
it: Ricordati perche' hai deciso di smettere. Concentrati sui tuoi obiettivi sanitari, familiari e finanziari.
ja: 辞めることにした理由を忘れないでください。 あなたの健康、家族、そして財政の目標に焦点を合わせて下さい.
pt: Lembra-te porque decidiste desistir. Foque em sua saúde, família e objetivos financeiros.
ru: Вспомните, почему вы решили уйти. Сосредоточьтесь на своем здоровье, семье и финансовых целях.
zh: 记得你为什么决定辞职吗? 专注于健康、家庭和财政目标.

# coping_review_reasons_duration
source: 3-5 minutes
ar: 3-5 دقائق
de: 3-5 minuten
es: 3-5 minutos
fr: 3 à 5 minutes
hi: 3-5 मिनट
it: 3-5 minuti
ja: 3-5分
pt: 3-5 minutos
ru: 3-5 минут
zh: 3-5分钟

# coping_deep_breathing_title
source: Deep Breathing
ar: التنفس العميق
de: Tief atmen
es: Respiración profunda
fr: Respiration profonde
hi: दीप श्वास
it: Respirazione profonda
ja: 深い呼吸
pt: Respiração Profunda
ru: Глубокое дыхание
zh: 深呼吸

# coping_deep_breathing_description
source: Practice slow, deep breaths. Inhale for 4, hold for 4, exhale for 4 seconds.
ar: تدرب ببطء ونفس عميق استنشاق لأربعة، عقد لأربعة، استنشاق لأربع ثوان.
de: Übe langsame, tiefe Atemzüge. 4 Sekunden lang einatmen.
es: Practica respiración lenta y profunda. Inhala por 4, espera por 4, exhala por 4 segundos.
fr: Entraînez-vous à respirer lentement et profondément. Inspirez pendant 4 secondes, maintenez 4 secondes.
hi: अभ्यास धीमी, गहरी सांस। 4 के लिए साँस लें, 4 के लिए पकड़ो, 4 सेकंड के लिए साँस छोड़ो।.
it: Pratica respiri lenti e profondi. Inspirare per 4, tenere premuto per 4, espirare per 4 secondi.
ja: ゆっくりと深い呼吸を練習します。 4 の 4 のための吸入器は、4 秒のための 4 の吸入します.
pt: Pratique respiração lenta e profunda. Inspire por 4, segure por 4, expire por 4 segundos.
ru: Практикуйте медленные, глубокие вдохи. Вдыхать по 4, удерживать по 4, выдыхать по 4 секунды.
zh: 练习慢,深呼吸。 吸气4, 保持4, 呼气4秒.

# coping_deep_breathing_duration
source: 2-5 minutes
ar: 2-5 دقائق
de: 2-5 minuten
es: 2-5 minutos
fr: 2 à 5 minutes
hi: 2-5 मिनट
it: 2-5 minuti
ja: 2-5分
pt: 2-5 minutos
ru: 2-5 минут
zh: 2-5分钟

# coping_chew_gum_title
source: Chew Gum
de: Kaugummi
fr: Mâcher
hi: चेव गम
ja: チュー・ガム
pt: Mascar chiclete
ru: Жвачка
zh: 楚国

# coping_chew_gum_description
source: Keep your mouth busy with sugar-free gum. It helps with oral fixation habits.
ar: أبقي فمك مشغولاً بالعلكة الخالية من السكر إنه يساعد في علاج العادات الفموية.
de: Halten Sie Ihren Mund mit zuckerfreiem Gummi. Es hilft bei oralen Fixiergewohnheiten.
es: Mantenga la boca ocupada con goma sin azúcar. Ayuda con los hábitos de fijación oral.
fr: Gardez votre bouche occupée avec de la gomme sans sucre. Il aide avec les habitudes de fixation orale.
hi: अपने मुंह को चीनी मुक्त गोंद के साथ व्यस्त रखें। यह मौखिक निर्धारण आदतों के साथ मदद करता है।.
it: Tieni la bocca piena di gomma senza zucchero. Aiuta con le abitudini di fissazione orale.
ja: 砂糖を含まないガムで口を忙しく保ちます。 経口固定習慣に役立ちます.
pt: Mantém a boca ocupada com pastilha elástica sem açúcar. Ajuda com os hábitos de fixação oral.
ru: Держите рот занятым без сахара жвачки. Это помогает с привычками оральной фиксации.
zh: 把你的嘴 与无糖口香糖。 有助于口服固定习惯.

# coping_chew_gum_duration
source: Ongoing
ar: جارية
de: Weitergehen
es: Continuando
fr: En cours
it: In corso
ja: オンゴーイング
pt: Continuando
ru: Продолжающийся
zh: 正在进行

# coping_listen_music_title
source: Listen to Music
ar: الاستماع إلى الموسيقى
de: Musik hören
es: Escucha música
fr: Écouter de la musique
hi: संगीत सुनना
it: Ascolta musica
ja: 音楽を聴く
pt: Ouvir Música
ru: Слушайте музыку
zh: 听音乐

# coping_listen_music_description
source: Put on your favorite playlist. Music can improve mood and provide distraction.
ar: ضع على قائمتك المفضلة الموسيقى يمكن أن تحسن المزاج وتوفر الإلهاء.
de: Legen Sie auf Ihre Lieblings-Playlist. Musik kann die Stimmung verbessern und Ablenkung bieten.
es: Pon tu lista de reproducción favorita. La música puede mejorar el estado de ánimo y proporcionar distracción.
fr: Mettez votre playlist préférée. La musique peut améliorer l'humeur et fournir de la distraction.
hi: अपनी पसंदीदा प्लेलिस्ट पर रखें। संगीत मूड में सुधार कर सकता है और विचलन प्रदान कर सकता है।.
it: Metti la tua playlist preferita. La musica può migliorare l'umore e fornire distrazione.
ja: お気に入りのプレイリストに入れます。 音楽は気分を改善し、気晴らしを与えることができます.
pt: Põe a tua lista de reprodução favorita. A música pode melhorar o humor e proporcionar distração.
ru: Наденьте свой любимый плейлист. Музыка может улучшить настроение и отвлечь внимание.
zh: 把最喜欢的播放列表。 音乐可以改善情绪,提供分心.

# coping_listen_music_duration
source: 3-10 minutes
ar: 3-10 دقائق
de: 3-10 minuten
es: 3-10 minutos
fr: 3 à 10 minutes
hi: 3-10 मिनट
it: 3-10 minuti
ja: 3～10分
pt: 3-10 minutos
ru: 3-10 минут
zh: 3-10分钟

# coping_gratitude_title
source: Practice Gratitude
ar: الممارسة
de: Praxis Breite
es: Práctica Gratitud
fr: Pratiquez la gratitude
hi: अभ्यास Gratitude
it: Gravità pratica
ja: 練習の高度
pt: Prática Gratidão
ru: Практика благодарности
zh: 实践感谢

# coping_gratitude_description
source: Think of three things you're grateful for. Positive thinking reduces stress and cravings.
ar: فكر بثلاثة أشياء أنت ممتن لها التفكير الإيجابي يقلل من الإجهاد والرغبات.
de: Denken Sie an drei Dinge, für die Sie dankbar sind. Positives Denken reduziert Stress und Verlangen.
es: Piensa en tres cosas por las que estás agradecido. El pensamiento positivo reduce el estrés y los antojos.
fr: Pensez à trois choses dont vous êtes reconnaissant. La pensée positive réduit le stress et les envies.
hi: तीन चीजें जो आप के लिए आभारी हैं सोचो। सकारात्मक सोच तनाव और cravings को कम कर देता है।.
it: Pensa a tre cose per cui sei grato. Il pensiero positivo riduce lo stress e le voglie.
ja: あなたが感謝している3つのことを考える。 肯定的な思考は、ストレスと渇望を減らす.
pt: Pense em três coisas pelas quais está grato. Pensamento positivo reduz o estresse e os desejos.
ru: Подумайте о трех вещах, за которые вы благодарны. Позитивное мышление уменьшает стресс и тягу.
zh: 思惟三谛心生感激. 积极思考可以减轻压力和欲望.

# coping_gratitude_duration
source: 2-3 minutes
ar: 2-3 دقيقة
de: 2-3 minuten
es: 2 a 3 minutos
hi: 2-3 मिनट
it: 2-3 minuti
ja: 2-3分
pt: 2-3 minutos
ru: 2-3 минуты
zh: 2-3分钟

# coping_effectiveness_high
source: High
ar: عالية
de: Hoch
es: Alto
fr: Élevé
hi: उच्च
it: Alto
ja: 高い
pt: Alta
ru: Высокий
zh: 高级

# coping_effectiveness_very_high
source: Very High
ar: عالية جدا
de: Sehr hoch
es: Muy alta
fr: Très élevé
hi: बहुत उच्च
it: Molto alto
ja: 非常に高い
pt: Muito Alto
ru: Очень высоко
zh: 甚高楼
