Repository: Haileman11/smokeless_plus
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, ru, zh

# motivational_quote_subtitle
source: Get instant encouragement
ar: تشجيع فوري
de: Sofortige Ermutigung erhalten
es: Con ánimo instantáneo
fr: Soyez immédiatement encouragé
hi: तत्काल प्रोत्साहन प्राप्त करें
it: Ottenere incoraggiamento immediato
ja: 即時の励ましを得る
pt: Obter encorajamento instantâneo
ru: Получите мгновенное поощрение
zh: 获得即时鼓励

# emergency_contact_title
source: Emergency Contact
ar: الاتصال في حالات الطوارئ
de: Kontakt
es: Contacto de emergencia
fr: Contact d'urgence
hi: आपातकालीन संपर्क
it: Contatto di emergenza
ja: 緊急連絡先
pt: Contacto de Emergência
ru: Экстренный контакт
zh: 紧急联系人

# emergency_contact_subtitle
source: Call your support person
ar: اتصلي بشخص دعمك
de: Rufen Sie Ihren Support an
es: Llame a su persona de apoyo
fr: Appelez votre personne de soutien
hi: अपने समर्थन व्यक्ति को बुलाओ
it: Chiama la tua persona di supporto
ja: サポート担当者に連絡
pt: Ligue para sua pessoa de apoio
ru: Позвоните человеку поддержки
zh: 呼叫支援人员

# distraction_activity_title
source: Distraction Activity
ar: التوزيع
de: Ablenkungsaktivität
es: Actividad de Distracción
fr: Activité
hi: व्यसन गतिविधि
it: Attività di distrazione
ja: 障がい者活動
pt: Atividade de Distração
ru: Отвлекающая деятельность
zh: 分散活动

# distraction_activity_subtitle
source: Quick 5-minute activities
ar: أنشطة سريعة مدتها 5 دقائق
de: 5-minütige Aktivitäten
es: Actividades rápidas de 5 minutos
fr: Activités rapides de 5 minutes
hi: त्वरित ५ मिनट की गतिविधियाँ
it: Attività rapide a 5 minuti
ja: 5分のアクティビティ
pt: Atividades rápidas de 5 minutos
ru: Быстрые 5-минутные мероприятия
zh: 5分钟快速活动

# quote_1
source: Every cigarette you don't smoke is doing you good.
ar: كل سيجارة لا تدخنها تقوم بعمل جيد.
de: Jede Zigarette, die du nicht rauchst, tut dir gut.
es: Cada cigarrillo que no fumas te está haciendo bien.
fr: Chaque cigarette que tu ne fumes pas te fait du bien.
hi: हर सिगरेट आप धूम्रपान नहीं करते हैं।.
it: Ogni sigaretta che non fumi ti sta facendo bene.
ja: タバコを吸わないと良いです.
pt: Cada cigarro que não fumas faz-te bem.
ru: Каждая сигарета, которую вы не курите, приносит вам пользу.
zh: 每根不抽烟的烟都对你有好处.

# quote_2
source: You are stronger than your cravings.
ar: أنت أقوى من رغباتك.
de: Du bist stärker als dein Verlangen.
es: Eres más fuerte que tus antojos.
fr: Tu es plus fort que tes envies.
hi: आप अपने cravings की तुलना में मजबूत हैं।.
it: Sei più forte delle tue voglie.
ja: あなたの渇望よりも強くなります.
pt: És mais forte do que os teus desejos.
ru: Ты сильнее своих желаний.
zh: 你比欲望更强壮.

# quote_3
source: This craving will pass. You've got this!
ar: هذا الرغب سينجح لديك هذا!
de: Dieses Verlangen wird passieren. Du hast das!
es: Este antojo pasará. ¡Tienes esto!
fr: Cette envie passera. C'est bon !
hi: यह craving पास होगा। आपको यह मिल गया है!
it: Questo desiderio passerà. Ce l'hai!
ja: この転倒は通過します。 お問い合わせ!
pt: Este desejo vai passar. Tu consegues!
ru: Эта тяга пройдет. У тебя есть это!
zh: 这种渴望会过去的 交给你了!

# quote_4
source: Think of how proud you'll be tomorrow.
ar: فكر كم ستكون فخوراً غداً.
de: Denk daran, wie stolz du morgen sein wirst.
es: Piensa en lo orgulloso que estarás mañana.
fr: Pensez à votre fierté demain.
hi: सोचिए कि आप कल कितने गर्व करेंगे।.
it: Pensa a quanto sarai orgoglioso domani.
ja: 明日の誇りに思うことを考える.
pt: Pensa no orgulho que terás amanhã.
ru: Подумайте, как вы будете гордиться завтра.
zh: 想想你明天会有多骄傲.

# quote_5
source: Your health is worth more than any cigarette.
ar: صحتك تساوي أكثر من أي سيجارة.
de: Deine Gesundheit ist mehr wert als jede Zigarette.
es: Tu salud vale más que cualquier cigarrillo.
fr: Votre santé vaut plus que toute cigarette.
hi: आपका स्वास्थ्य किसी भी सिगरेट से अधिक है।.
it: La tua salute vale piu' di ogni sigaretta.
ja: あなたの健康はタバコよりも価値があります.
pt: A sua saúde vale mais do que qualquer cigarro.
ru: Ваше здоровье стоит больше, чем любая сигарета.
zh: 你的健康比任何香烟都值钱.

# activity_1
source: Do 10 jumping jacks
ar: افعل 10 قفزات
de: Do 10 springende Jacken
es: Do 10 gatos saltando
fr: Faire 10 jacks de saut
hi: 10 जंपिंग जैक
it: Fare 10 jack saltando
ja: 10 ジャックをジャンプする
pt: Fazer 10 valetes saltadores
ru: 10 прыгающих домкратов
zh: 跳十个J

# activity_2
source: Drink a glass of water slowly
ar: اشرب كأس الماء ببطء
de: Trinken Sie ein Glas Wasser langsam
es: Beba un vaso de agua lentamente
fr: Buvez un verre d'eau lentement
hi: धीरे-धीरे पानी का एक गिलास पीने
it: Bevi lentamente un bicchiere d'acqua
ja: ゆっくり水を飲む
pt: Beba um copo de água lentamente
ru: Пейте стакан воды медленно
zh: 慢点喝水

# activity_3
source: Take 5 deep breaths
ar: خذ 5 أنفاس عميقة
de: Nehmen Sie 5 tiefe Atemzüge
es: Respira profundamente 5
fr: Prenez 5 respirations profondes
hi: 5 गहरी सांस लें
it: Prendere 5 respiri profondi
ja: 5つの深い呼吸を取る
pt: Respire fundo 5 vezes
ru: Сделайте 5 глубоких вдохов
zh: 深呼吸五声

# activity_4
source: Call a friend or family member
ar: اتصل بصديق أو فرد من العائلة
de: Rufen Sie einen Freund oder ein Familienmitglied an
es: Llame a un amigo o familiar
fr: Appelez un ami ou un membre de la famille
hi: एक दोस्त या परिवार के सदस्य को बुलाओ
it: Chiama un amico o un membro della famiglia
ja: 友だちや家族に会う
pt: Chame um amigo ou familiar
ru: Позвоните другу или члену семьи
zh: 打给朋友或家人

# activity_5
source: Go for a short walk
ar: اذهب للمشي القصير
de: Gehen Sie zu einem kurzen Spaziergang
es: Vaya a un corto paseo
fr: Allez faire une courte promenade
hi: शॉर्ट वॉक के लिए जाओ
it: Vai per una breve passeggiata
ja: 徒歩で行く
pt: Vai dar uma curta caminhada
ru: Идите на короткую прогулку
zh: 去散个步

# activity_6
source: Listen to your favorite song
ar: استمع إلى أغنيتك المفضلة
de: Hören Sie auf Ihr Lieblingslied
es: Escucha tu canción favorita
fr: Écoute ta chanson préférée
hi: अपने पसंदीदा गीत सुनिए
it: Ascolta la tua canzone preferita
ja: お気に入りの曲を聴く
pt: Ouça a sua música favorita
ru: Слушайте свою любимую песню
zh: 听听你最喜欢的歌

source: Health Recovery Progress
ar: التقدم المحرز في مجال الإنعاش الصحي
de: Gesundheit Erholung Fortschritte
es: Progreso en la recuperación de la salud
fr: Progrès en matière de rétablissement de la santé
hi: स्वास्थ्य रिकवरी प्रगति
it: Progressi di recupero della salute
ja: 健康回復の進歩
pt: Progresso na recuperação da saúde
ru: Прогресс в восстановлении здоровья
zh: 健康恢复进展

source: Milestones Achieved
ar: أُنجزت
de: Meilensteine erzielt
es: Hitos alcanzados
fr: Jalons réalisés
hi: मिलस्टोन हासिल
it: Migliatoni raggiunti
ja: マイルストーン達成
pt: Marcons alcançados
ru: Достигнутые рубежи
zh: 里程碑已实现

# amazingProgress
source: Amazing progress! Your body is healing beautifully.
ar: تقدم مذهل! جسدك يشفى بشكل جميل.
de: Erstaunliche Fortschritte! Dein Körper heilt schön.
es: ¡Increíble progreso! Tu cuerpo está sanando hermosamente.
fr: Des progrès incroyables ! Votre corps guérit magnifiquement.
hi: आश्चर्यजनक प्रगति! आपका शरीर खूबसूरती से ठीक हो रहा है।.
it: Incredibile progresso! Il tuo corpo guarisce magnificamente.
ja: 素晴らしい進行! あなたの体は美しく癒されます.
pt: Um progresso incrível! O teu corpo está a sarar lindamente.
ru: Удивительный прогресс! Ваше тело прекрасно исцеляется.
zh: 惊人的进步! 你的身体恢复得很好.

source: Every milestone brings you closer to complete recovery.
ar: كل معلم يقترب منك لإكمال الانتعاش.
de: Jeder Meilenstein bringt Sie näher an die vollständige Erholung.
es: Cada hito te acerca a la recuperación completa.
fr: Chaque étape vous rapproche de la récupération complète.
hi: हर मील का पत्थर आपको पूर्ण वसूली के करीब आता है।.
it: Ogni pietra miliare ti avvicina al completo recupero.
ja: すべてのマイルストーンは、完全な回復にあなたを近づけます.
pt: Cada marco o aproxima da recuperação completa.
ru: Каждый этап приближает вас к полному выздоровлению.
zh: 每个里程碑都让你更接近完全恢复.

source: Save
ar: أنقذني
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存する
pt: Gravar
ru: Спасти
zh: 保存

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करना
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отменить
zh: 取消

source: Current Time
ar: الوقت الحالي
de: Aktuelle Zeit
es: Hora actual
fr: Heure actuelle
hi: वर्तमान समय
it: Ora attuale
ja: 現在の時間
pt: Hora atual
ru: Текущее время
zh: 当前时间

source: View
de: Blick
es: Ver
fr: Affichage
hi: देखें
it: Vista
ja: ニュース
pt: Ver
ru: Посмотреть
zh: 视图

source: Synchronized Export Preview
ar: استعراض مسبق للصادرات
de: Synchronisierte Exportvorschau
es: Vista previa de exportación sincronizada
fr: Aperçu des exportations synchronisées
hi: सिंक्रनाइज़ निर्यात पूर्वावलोकन
it: Anteprima di esportazione sincronizzata
ja: 同期エクスポートプレビュー
pt: Antevisão da Exportação Sincronizada
ru: Синхронный обзор экспорта
zh: 同步导出预览

source: Initializing your quit journey...
ar: بدء رحلتك الإستقالة.
de: Initialisierung Ihrer Ausreise...
es: Iniciando tu viaje por la izquierda...
fr: Initialiser votre départ...
hi: अपनी छुट्टी यात्रा शुरू करना.
it: Inizializzare il vostro viaggio di quit...
ja: あなたのquitの旅を初期化...
pt: Inicializando sua jornada de saída...
ru: Инициировать свое путешествие...
zh: 正在初始化您的退出行程...

source: Loading user preferences...
ar: وضع أفضليات المستخدمين.
de: Benutzereinstellungen laden...
es: Cargando preferencias de usuario...
fr: Chargement des préférences des utilisateurs...
hi: उपयोगकर्ता वरीयताओं लोड हो रहा है...
it: Caricamento delle preferenze degli utenti...
ja: ユーザー設定をロードする...
pt: Carregando preferências de usuário...
ru: Загрузка пользовательских предпочтений...
zh: 正在装入用户首选项...

source: Checking quit date...
ar: التحقق من تاريخ الاستقالة.
de: Das Datum der Kündigung...
es: Comprobando fecha de renuncia...
fr: Vérifier la date d'abandon...
hi: छुट्टी की तारीख की जाँच...
it: Controllare la data di chiusura...
ja: 終了日の確認.
pt: A verificar a data de saída...
ru: Проверить дату выхода...
zh: 正在检查退出日期...

source: Loading progress data...
ar: وضع بيانات التقدم...
de: Fortschrittsdaten laden...
es: Cargando datos de progreso...
fr: Chargement des données de progression...
hi: डेटा लोड हो रहा है...
it: Caricamento dei dati...
ja: 進捗データを読み込む...
pt: Carregando dados de progresso...
ru: Загрузка данных о прогрессе...
zh: 正在装入进度数据...

source: Calculating streak...
ar: حاسبة شريحة...
de: Berechnen von Streak...
es: Calculando racha...
fr: Calculer les stries...
hi: गणना streak ...
it: Calcolo della striscia...
ja: ストールを計算する...
pt: A calcular a sequência...
ru: Расчет полосы...
zh: 计算记录...

source: Preparing motivational content...
ar: إعداد محتوى دافعي...
de: Vorbereitung von Motivationsinhalten...
es: Preparando contenidos motivacionales...
fr: Préparation du contenu de motivation...
hi: प्रेरणादायक सामग्री तैयार करना.
it: Preparare contenuti motivazionali...
ja: やる気のあるコンテンツの準備...
pt: Preparando conteúdo motivacional...
ru: Подготовка мотивационного контента...
zh: 正在准备动机内容...

source: Health Category Breakdown
ar: فئة الصحة
de: Gesundheitskategorie Aufschlüsselung
es: Desglose de la categoría de salud
fr: Ventilation par catégorie de santé
hi: स्वास्थ्य श्रेणी ब्रेकडाउन
it: Ripartizione della categoria di salute
ja: 健康カテゴリの故障
pt: Repartição da Categoria Saúde
ru: Категория здоровья Разрушение
zh: 健康类别

source: Edit Quit Details
de: Quitten Details bearbeiten
es: Detalles de Editar Quit
fr: Modifier les détails de l'arrêt
hi: Compit Details
it: Modifica dettagli
ja: Quit の編集
pt: Editar os Detalhes de Sair
ru: Edit Quit подробности
zh: 编辑退出细节

# updateQuitInformation
source: Update your quit information. Changes will sync across all app features.
ar: تحديث معلومات استقالتك التغييرات ستتزامن مع جميع خصائص التطبيق.
de: Aktualisieren Sie Ihre fehlenden Informationen. Änderungen werden über alle App-Funktionen synchronisiert.
es: Actualice su información de renuncia. Los cambios se sincronizarán entre todas las funciones de la aplicación.
fr: Mettez à jour vos informations de démission. Les modifications seront synchronisées sur toutes les fonctionnalités de l'application.
hi: अपनी छोड़ने की जानकारी अपडेट करें। सभी एप्लिकेशन सुविधाओं में बदलाव होगा।.
it: Aggiorna le tue informazioni quit. Le modifiche si sincronizzano in tutte le funzionalità dell'app.
ja: 株式情報を更新します。 変更は、すべてのアプリの機能間で同期します.
pt: Actualiza a tua informação de saída. As alterações serão sincronizadas em todos os recursos do aplicativo.
ru: Обновите информацию об уходе. Изменения будут синхронизироваться со всеми функциями приложения.
zh: 更新退出信息 。 更改会同步到所有应用特性 .

source: Years of Smoking
ar: سنوات التدخين
de: Jahre des Rauchens
es: Años de fumar
fr: Années de tabagisme
hi: धूम्रपान वर्ष
it: Anni di fumo
ja: 喫煙年数
pt: Anos de Fumar
ru: Годы курения
zh: 吸烟年份

source: Daily Cigarettes
ar: السجائر اليومية
de: Tägliche Zigaretten
es: Cigarrillos diarios
fr: Cigarettes quotidiennes
hi: दैनिक सिगरेट
it: Sigarette giornaliere
ja: 毎日のタバコ
pt: Cigarros diários
ru: Ежедневные сигареты
zh: 每日香烟

source: cigarettes per day
ar: سجائر في اليوم
de: zigaretten pro tag
es: cigarrillos por día
fr: cigarettes par jour
hi: प्रति दिन सिगरेट
it: sigarette al giorno
ja: 1日あたりのタバコ
pt: cigarros por dia
ru: сигареты в день
zh: 每日香烟

source: Pack Cost
ar: التكلفة
de: Kosten
es: Costo del paquete
fr: Coût du colis
hi: पैक लागत
it: Costo del pacchetto
ja: パックコスト
pt: Custo da embalagem
ru: Стоимость пакета
zh: 包装成本

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
hi: परिवर्तन सहेजें
it: Salvare le modifiche
ja: 変更を保存
pt: Salvar alterações
ru: Сохранить изменения
zh: 保存更改

source: Overall Health Score
ar: إجمالي الصحة
de: Gesamte Gesundheitsbewertung
es: Índice general de salud
fr: Note globale de la santé
hi: समग्र स्वास्थ्य स्कोर
it: Valutazione generale della salute
ja: 全体的な健康のスコア
pt: Pontuação Geral de Saúde
ru: Общий показатель здоровья
zh: 健康总分

source: Days Quit
ar: أيام التوقف
de: Tage Quit
fr: Jours
hi: दिन
it: Giorni liberi
ja: デイズ・クイット
pt: Dias Sair
ru: Дни уходят
zh: 天数退出

source: Quit Duration
ar: مدة الخدمة
de: Vollständige Dauer
es: Quit Duración
fr: Durée de la cessation
hi: अवधि
it: Durata del punto
ja: 終了時間
pt: Sair da Duração
ru: Бросить длительность
zh: 退出持续时间

source: Recovery
ar: الاسترداد
de: Erholung
es: Recuperación
fr: Récupération
hi: वसूली
it: Recupero
ja: バックアップ
pt: Recuperação
ru: Восстановление
zh: 恢复

source: Excellent
ar: ممتاز
de: Ausgezeichnet
es: Excelente
hi: उत्कृष्ट
it: Ottimo
ja: よくある質問
pt: Excelente
ru: Отлично
zh: 不错

source: Good
ar: جيد
de: Gut
es: Bien
fr: Bonne
hi: अच्छा
it: Bene
ja: お問い合わせ
pt: Bom
ru: Хорошо
zh: 不错

source: Improving
ar: تحسين
de: Verbesserung
es: Mejoramiento
fr: Amélioration
hi: सुधार
it: Miglioramento
ja: 改善の改善
pt: Melhorar
ru: Улучшение
zh: 改进

# languageArabic
source: العربية
ar: الجمهورية العربية السورية
de: العربيالعربيالعربيالعربيبيا العربيالعربيالعربيا العربيا العربيا العربيبيا العربيالعربيا العربيالعربيالعربيبيالعربيالع العربيالعربيبيالعربيالعربيبيبيبيبيا ا الع العربيبيالع ا العربيبيالعربيالع ا الع ا الع الع الع ا الع الع الع ا الع الع ا الع ا الع ا ا ا ا
hi: Affect
pt: _BAR_ الررريررير
