Repository: Haileman11/smokeless_plus
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, ru, zh

# getReady
source: Get ready - {second} seconds until you start!
ar: استعدوا! {second} ثانية للذهاب!
de: Machen Sie sich bereit - {second} Sekunden, bis Sie beginnen!
es: Prepárate - {second}_ segundos hasta que empieces!
fr: Préparez-vous - {second} secondes jusqu'à ce que vous commencez!
hi: तैयार हो जाओ - {second} सेकंड में!
it: Preparatevi - {second} secondi fino all'inizio!
ja: 準備完了 - 開始まで_{second}秒!
pt: Prepare-se - {second} segundos até começar!
ru: Приготовьтесь - {second} секунды до начала!
zh: 准备好 - - {second} 秒,直到开始!

source: Days
ar: أيام
de: Tage
es: Días
fr: Jours
hi: दिन
it: Giorni
ja: デイリー
pt: Dias
ru: Дни
zh: 天数

source: Hours
ar: ساعات
de: Stunden
es: Horas
fr: Heures
hi: घंटे
it: Ore
ja: 営業時間
pt: Horas
ru: Часы
zh: 小时

source: Minutes
ar: دقائق
de: Minuten
es: Minutos
fr: Procès-verbal
hi: मिनट
it: Processo verbale
ja: ミニッツ
pt: Ata
ru: Минуты
zh: 分钟

# loadingAchievements
source: Loading Your Achievements...
ar: تحمل إنجازاتك...
de: Ihre Erfolge...
es: Cargando tus logros...
fr: Chargement de vos réalisations...
hi: अपनी उपलब्धियों को लोड करना.
it: Caricamento dei risultati...
ja: あなたの業績をロードする...
pt: Carregando Suas Realizações...
ru: Загрузить свои достижения...
zh: 正在装入您的成绩...

source: Achievement System
ar: نظام الإنجاز
de: Erfolgssystem
es: Sistema de Logros
fr: Système de réalisation
hi: उपलब्धि प्रणाली
it: Sistema di realizzazione
ja: 実績システム
pt: Sistema de obtenção
ru: Система достижений
zh: 成就系统

source: Unlocked
ar: غير مقفل
de: Entriegelt
es: Desbloqueado
fr: Débloqué
hi: अनलॉक
it: Sbloccato
ja: ロック解除
pt: Desbloqueado
ru: Разблокирован
zh: 解锁

source: Total
ar: المجموع
de: Insgesamt
fr: Total général
hi: कुल
it: Totale
ja: 合計:
ru: Всего
zh: 共计

source: Progress
ar: التقدم
de: Fortschritte
es: Progresos
fr: Progrès accomplis
hi: प्रगति
it: Progressi
ja: プロジェクト
pt: Progresso
ru: Прогресс
zh: 进展

source: Recent Achievements
ar: الإنجازات الأخيرة
de: Neue Erfolge
es: Logros recientes
fr: Réalisations récentes
hi: हाल ही में उपलब्धि
it: Risultati recenti
ja: 最近の業績
pt: Conquistas Recentes
ru: Последние достижения
zh: 最近的成就

# progressTracking
source: Your Synchronized Progress
ar: تقدمك المتزامن
de: Ihr synchronisierter Fortschritt
es: Tu progreso sincronizado
fr: Votre progrès synchronisé
hi: आपका सिंक्रनाइज़ प्रगति
it: Il tuo progresso sincronizzato
ja: 同期の進捗
pt: Seu progresso sincronizado
ru: Ваш синхронный прогресс
zh: 您同步进度

source: Live sync
ar: تزامن الحياة
de: Live-Synchronisation
es: Sincronización en vivo
fr: Synchronisation en direct
hi: लाइव सिंक
it: Sincronizzazione dal vivo
ja: ライブ同期
pt: Sincronização ao vivo
ru: Живая синхронизация
zh: 实时同步

source: Quit Date
ar: التاريخ
de: Datum
es: Fecha
fr: Date de cessation
hi: तिथि
it: Data di chiusura
ja: 終了日
pt: Data de Saída
ru: Бросить дату
zh: 退出日期

source: Streak
de: Stränge
hi: स्टेरिक
ja: ストール
ru: Полоса
zh: 断头

source: Saved
ar: منقذة
de: Gespeichert
es: Guardado
fr: Enregistrer
hi: सेव
it: Salvataggio
ja: 保存済み
pt: Gravado
ru: Спасенный
zh: 已保存

source: Avoided
ar: تجنب
de: Vermeiden
es: Evitado
fr: Évité
hi: बचना
it: Evitato
ja: 避ける
pt: Evitado
ru: Избегать
zh: 已避免

source: Health
ar: الصحة
de: Gesundheit
es: Salud
fr: Santé
hi: स्वास्थ्य
it: Salute
ja: 健康保健
pt: Saúde
ru: Здоровье
zh: 卫生

source: Social Impact
ar: الأثر الاجتماعي
de: Soziale Auswirkungen
es: Impacto social
fr: Impact social
hi: सामाजिक प्रभाव
it: Impatto sociale
ja: 社会的影響
pt: Impacto social
ru: Социальный эффект
zh: 社会影响

source: Friends Inspired
ar: الأصدقاء ملهمون
de: Freunde inspiriert
es: Amigos inspirados
fr: Amis Inspirés
hi: मित्र प्रेरित
it: Amici ispirati
ja: 友人のインスピレーション
pt: Amigos Inspirados
ru: Друзья вдохновляют
zh: 被启发的朋友

source: Support Messages
ar: رسائل الدعم
de: Unterstützungsnachrichten
es: Mensajes de apoyo
fr: Messages de soutien
hi: समर्थन संदेश
it: Messaggi di supporto
ja: サポートメッセージ
pt: Mensagens de Suporte
ru: Поддержка сообщений
zh: 支持信件

source: Community Rank
ar: الجماعة
de: Gemeinschaftsrang
es: Comunidad Rank
fr: Classement communautaire
hi: सामुदायिक रैंक
it: Comunità Rank
ja: コミュニティランク
pt: Classificação comunitária
ru: Ранг сообщества
zh: 社区等级

# synchronizingProgressData
source: Synchronizing Your Progress Data
ar: ترجمة
de: Synchronisieren Ihrer Fortschrittsdaten
es: Sincronización de sus datos de progreso
fr: Synchroniser vos données de progrès
hi: अपने प्रगति डेटा को सिंक्रनाइज़ करना
it: Sincronizzazione dei dati di progresso
ja: 進捗データの同期
pt: Sincronizando seus dados de progresso
ru: Синхронизация ваших данных о прогрессе
zh: 同步您的进度数据

source: Filter Options
ar: خيارات الملفات
de: Filteroptionen
es: Opciones de filtro
fr: Options de filtrage
hi: फ़िल्टर विकल्प
it: Opzioni di filtro
ja: フィルターオプション
pt: Opções do Filtro
ru: Варианты фильтров
zh: 过滤选项

source: Export Synchronized Progress
ar: الصادرات التقدم
de: Export synchronisiert Fortschritte
es: Exportación sincronizada Progresos
fr: Exportation synchronisée Progrès accomplis
hi: सिंक्रनाइज़ प्रगति
it: Esportazione Sincronizzata Progressi
ja: 輸出同期 プロジェクト
pt: Exportar Sincronizado Progresso
ru: Синхронизация экспорта Прогресс
zh: 导出同步 进展

source: Export Successful
ar: الصادرات الناجحة
de: Export erfolgreich
es: Exportación con éxito
fr: Exportation réussie
hi: सफल निर्यात करें
it: Esportazione Successo
ja: 成功のエクスポート
pt: Exportar com Sucesso
ru: Успешный экспорт
zh: 导出成功

source: Refresh Data
ar: بيانات التجديد
de: Daten aktualisieren
es: Datos de referencia
fr: Actualiser les données
hi: ताज़ा डेटा
it: Dati di aggiornamento
ja: データの更新
pt: Atualizar dados
ru: Обновить данные
zh: 刷新数据

# achievementSharedSuccess
source: Achievement shared successfully!
ar: تحقيق مشترك بنجاح!
de: Erfolg geteilt erfolgreich!
es: Logros compartidos con éxito!
fr: Réalisation partagée avec succès!
hi: उपलब्धि सफलतापूर्वक साझा!
it: Realizzazione condivisa con successo!
ja: 成功を収めた成果!
pt: Realização compartilhada com sucesso!
ru: Достижения успешно распределены!
zh: 成功分享成就!

source: Health Improvement
ar: تحسين الصحة
de: Gesundheitsverbesserung
es: Mejora de la salud
fr: Amélioration de la santé
hi: स्वास्थ्य सुधार
it: Miglioramento della salute
ja: 健康改善
pt: Melhoria da saúde
ru: Улучшение здоровья
zh: 健康改善

source: Week
ar: الأسبوع
de: Woche
es: Semana
fr: Semaine
hi: सप्ताह
it: Rassegna
ja: 週刊
pt: Semana
ru: Неделя
zh: 周数

source: Month
ar: الشهر
de: Monat
es: Mes
fr: Mois
hi: महीना
it: Mese
ja: カレンダー
pt: Mês
ru: Месяц
zh: 月数

# threeMonths
source: 3 Months
ar: 3 أشهر
de: 3 Monate
es: 3 meses
fr: 3 mois
hi: 3 महीने
it: 3 mesi
ja: 3ヶ月
pt: 3 meses
ru: 3 месяца
zh: 3个月

source: Year
ar: السنة
de: Jahr
es: Año
fr: Année
hi: साल
it: Anno
ja: 年間行事
pt: Ano
ru: Год
zh: 年份

source: Craving Frequency
ar: التردد المشدد
de: Bearbeitungsfrequenz
es: Frecuencia de Craving
fr: Fréquence de craquage
hi: Craving आवृत्ति
it: Frequenza di Craving
ja: 振動頻度
pt: Frequência de desejo
ru: Требовательная частота
zh: 剪切频率

source: Cravings
ar: الجروح
de: Garne
fr: Cravates
ja: クルージング
pt: Desejos
ru: Жажда
zh: 刮伤

source: Synchronized Smoke-Free Streak
ar: Smoke-Free Streak
de: Synchronisierte Smoke-Free Streak
es: Sincronizado Humo libre Streak
fr: Streak synchronisé sans fumée
hi: सिंक्रोनाइज़्ड स्मोक-फ्री स्ट्रैक
it: Streak senza fumo sincronizzato
ja: 同期スモークフリーストリーク
pt: Sincronizado sem fumaça Streak
ru: Синхронизированная бездымная полоса
zh: 同步无烟喷雾

source: Current streak
ar: المرحلة الحالية
de: Aktueller Schritt
es: Corriente actual
fr: Tranche actuelle
hi: वर्तमान स्टेक
it: La striscia attuale
ja: 現在の縞
pt: Raia atual
ru: Текущая полоса
zh: 当前记录

source: Your journey hasn't started yet
ar: رحلتك لم تبدأ بعد
de: Ihre Reise hat noch nicht begonnen
es: Tu viaje aún no ha comenzado
fr: Votre voyage n'a pas encore commencé
hi: आपकी यात्रा अभी तक शुरू नहीं हुई है
it: Il tuo viaggio non è ancora iniziato
ja: あなたの旅はまだ始まりません
pt: A sua viagem ainda não começou
ru: Ваше путешествие еще не началось
zh: 你的旅程还没有开始

# checkYourQuitDate
source: Check your quit date in Profile settings
ar: تحققي من تاريخ استقالتكِ في (برايس)
de: Überprüfen Sie Ihr Datum der Kündigung in Profileinstellungen
es: Compruebe su fecha de salida en la configuración del perfil
fr: Vérifiez la date d'abandon dans les paramètres du profil
hi: प्रोफ़ाइल सेटिंग्स में अपनी छुट्टी की तारीख की जाँच करें
it: Controlla la data di chiusura nelle impostazioni del profilo
ja: プロフィール設定で終了日を確認する
pt: Verifique sua data de saída na configuração do perfil
ru: Проверьте дату выхода в настройках профиля
zh: 在配置文件中检查退出日期

# categoryAllLabel
source: All Milestones
ar: جميع الأميال
de: Alle Meilensteine
es: Todos los hitos
fr: Toutes les étapes
hi: सभी मील का पत्थर
it: Tutti i Milestones
ja: すべてのマイルストーン
pt: Todos os tons
ru: Все достопримечательности
zh: 所有里程碑

# categoryAllDescription
source: Show all health milestones
ar: إظهار جميع المعالم الصحية
de: Alle Meilensteine der Gesundheit anzeigen
es: Mostrar todos los hitos de salud
fr: Montrer tous les jalons de la santé
hi: सभी स्वास्थ्य मील का पत्थर दिखाएं
it: Mostra tutte le pietre miliari
ja: すべての健康マイルストーンを表示
pt: Mostrar todos os marcos de saúde
ru: Показать все этапы здоровья
zh: 显示所有健康里程碑

# categoryShortLabel
source: Short-Term
ar: قصير الأجل
de: Kurzfristig
es: A corto plazo
fr: À court terme
hi: लघु अवधि
it: A breve termine
ja: 短期コース
pt: Curto prazo
ru: Краткосрочный
zh: 短期

# categoryShortDescription
source: 20 min - 48 hours
ar: 20 دقيقة - 48 ساعة
de: 20 min - 48 stunden
es: 20 min - 48 horas
fr: 20 min - 48 heures
hi: 20 मिनट - 48 घंटे
it: 20 min - 48 ore
ja: 20分～48時間
pt: 20 min - 48 horas
ru: 20 мин - 48 часов
zh: 20分钟至48小时

# categoryMediumLabel
source: Medium-Term
ar: متوسطة الأجل
de: Mittelfristig
es: Mediano Plazo
fr: Moyen terme
hi: मध्यम अवधि
it: A medio termine
ja: 中期経営計画
pt: Médio prazo
ru: Среднесрочный
zh: 中期

# categoryMediumDescription
source: 2 weeks - 9 months
ar: أسبوعان - 9 أشهر
de: 2 wochen - 9 monate
es: 2 semanas - 9 meses
fr: 2 semaines - 9 mois
hi: 2 सप्ताह - 9 महीने
it: 2 settimane - 9 mesi
ja: 2週間 - 9ヶ月
pt: 2 semanas - 9 meses
ru: 2 недели - 9 месяцев
zh: 2周 - 9个月

# categoryLongLabel
source: Long-Term
ar: طويل الأجل
de: Langfristig
es: A largo plazo
fr: À long terme
hi: दीर्घकालिक
it: Lungo termine
ja: 長期長期
pt: Longo prazo
ru: Долгосрочный
zh: 长期

# categoryLongDescription
source: 1-10+ years
ar: 1-10 سنوات
de: 1-10+ jahre
es: 1-10+ años
fr: 1-10 ans et plus
hi: 1-10 वर्ष
it: 1-10+ anni
ja: 1-10+年
pt: 1-10+ anos
ru: 1-10+ лет
zh: 1-10岁以上

# motivationFinancial
source: Financial
ar: المالية
de: Finanzen
es: Financiera
fr: Financement
hi: वित्तीय
it: Finanziario
ja: 財務・業績
pt: Financeiro
ru: Финансовый
zh: 财务

# motivationHealth
source: Health
ar: الصحة
de: Gesundheit
es: Salud
fr: Santé
hi: स्वास्थ्य
it: Salute
ja: 健康保健
pt: Saúde
ru: Здоровье
zh: 卫生

# motivationBehavioral
source: Behavioral
ar: السلوك
de: Verhalten
es: Comportamiento
fr: Comportement
hi: व्यवहारिक
it: Comportamentale
ja: 行動
pt: Comportamento
ru: Поведенческий
zh: 行为

# motivationSocial
source: Social
ar: الاجتماعية
de: Soziales
hi: सामाजिक
it: Sociale
ja: 社会招聘
ru: Социальный
zh: 社会

source: Milestone Categories
ar: ميليستون كيتيغوري
de: Milestone Kategorien
fr: Catégories de jalons
hi: माइलस्टोन
it: Categorie
ja: マイルストーン カテゴリー
pt: Categorias de Marcos
ru: Ключевые категории
zh: 里程碑类别

# milestoneShareText
source: 🎉 Milestone Achieved! 🎉 {title} - {timeframe} {description} Scientific Fact: {scientificBasis} #QuitSmoking #HealthJourney #MilestoneAchieved
ar: ميليستون أنجز ? {title} {timeframe} {description} الحقيقة العلمية: {scientificBasis}
de: Milestone erreicht! 🎉 {title} {timeframe} {description}_ Wissenschaftliche Fakten: {scientificBasis} #QuitSmoking #HealthJourney #MilestoneAchieved
es: ¡Conseguido! ▪ {title} {timeframe} {description} Datos científicos: {scientificBasis} #QuitSmoking #HealthJourney #MilestoneAchieved
fr: Étape franchie! * {title}_{timeframe} {description} Fait scientifique : {scientificBasis} #QuitFumer #SantéJourney #MilestoneAtteint
hi: मील का पत्थर साझा करें: {title} {timeframe} {description} वैज्ञानिक तथ्य: {scientificBasis} #QuitSmoking #HealthJourney #MilestoneAchieved
it: Milestone raggiunto! 🎉 {title} {timeframe} {description} Fatti scientifici: {scientificBasis} Traduzione:
ja: マイルストーン 到着! 🎉 {title} {timeframe} {description} 科学的事実: {scientificBasis} #Quit喫煙 #健康ジャーニー #マイルストーン達成
pt: Milestone conseguiu! □ {title} {timeframe} {description} Facto científico: {scientificBasis} "Sai de Fumar" "HealthJourney" "Milestone"
ru: Достигнутая вершина! упорство {title} - {timeframe} {description} Научный факт: {scientificBasis} #QuitSmoking #HealthJourney #MilestoneДостигнута
zh: 里程碑已实现! 🎉 - {title} {timeframe} * {description} 科学事实: {scientificBasis} #健康旅程#

# achievementCopied
source: Achievement copied to share!
ar: المنجزات تم نسخها لتقاسمها!
de: Achievement hat es geschafft zu teilen!
es: ¡Logro copiado para compartir!
fr: Réalisation copiée à partager!
hi: उपलब्धि साझा करने के लिए कॉपी!
it: Risultati copiati per condividere!
ja: 共有にコピーされた達成!
pt: Realização copiada para compartilhar!
ru: Достижения копируются для обмена!
zh: 成就复制到共享!

source: Description
ar: الوصف
de: Warenbezeichnung
es: Descripción
fr: Désignation des marchandises
hi: विवरण
it: Descrizione
ja: コンテンツ
pt: Designação das mercadorias
ru: Описание
zh: 说明

source: Scientific Basis
ar: الأساس العلمي
de: Wissenschaftliche Grundlage
fr: Bases scientifiques
hi: वैज्ञानिक आधार
it: Base scientifica
ja: 科学研究
pt: Base Científica
ru: Научные основы
zh: 科学基础

source: Complete Setup First
ar: المجموعة الأولى
de: Komplettes Setup Erst
es: Configuración completa Primero
fr: Configuration complète d'abord
hi: पूरा सेटअप पहले
it: Setup completo Primo
ja: 完全なセットアップ ファースト
pt: Configuração Completa Primeiro
ru: Сначала полная настройка
zh: 首先完成设置

# setQuitDateToSeeMilestones
source: Set your quit date to track health milestones
ar: حدد موعد استقالتك لتتبع المعالم الصحية
de: Richten Sie Ihren Termin auf, um gesundheitliche Meilensteine zu verfolgen
es: Establecer su fecha de renuncia para seguir los hitos de salud
fr: Fixez votre date d'abandon pour suivre les étapes de la santé
hi: स्वास्थ्य मील के पत्थरों को ट्रैक करने के लिए अपनी छुट्टी की तारीख निर्धारित करें
it: Impostare la data di chiusura per tracciare le pietre miliari della salute
ja: キルトな日付を設定して、健康マイルストーンを追跡
pt: Defina sua data de saída para acompanhar marcos de saúde
ru: Установите дату выхода, чтобы отслеживать вехи здоровья
zh: 设定退出日期以跟踪健康里程碑

# healthMilestoneTimeline
source: Health Milestones Timeline
ar: الخط الزمني الصحي
es: Líneas de tiempo de salud
fr: Jalons de la santé Échéancier
hi: स्वास्थ्य लाभ समयरेखा
it: Linee guida per la salute
ja: 健康マイルストーンタイムライン
pt: Linha do Tempo dos Milestones da Saúde
ru: Здоровая шкала времени
zh: 健康里程碑

# trackYourRecoveryProgress
source: Track your scientifically-based recovery progress
ar: تتبع تقدمك العلمي
de: Verfolgen Sie Ihren wissenschaftlich fundierten Wiederherstellungsfortschritt
es: Seguimiento de su progreso de recuperación científicamente basado
fr: Suivre les progrès scientifiques de votre rétablissement
hi: अपने वैज्ञानिक आधार पर वसूली प्रगति ट्रैक
it: Traccia i tuoi progressi di recupero basati scientificamente
ja: 科学的な回復進捗状況を追跡
pt: Acompanhe seu progresso de recuperação cientificamente baseado
ru: Отслеживайте научно обоснованный прогресс восстановления
zh: 跟踪基于科学的恢复进度

# lungFunction
source: Lung Function {percent}%
ar: لونغ المهمة {percent}%
de: Lunge Funktion {percent}%
es: Lung Función {percent}
fr: Lung Fonction {percent}%
hi: फेफड़े कार्य {percent}%
it: Polmone Funzione {percent}%
ja: ログイン ファンクション {percent}%の特長
pt: Pulmão Função {percent}
ru: Лунг Функция {percent}%
zh: 肺功能 * {percent}%

# heartHealth
source: Heart Health {percent}%
ar: القلب الصحة {percent}%
de: Herz Gesundheit {percent}%
es: Corazón Salud {percent}
fr: Coeur Santé {percent}%
hi: दिल स्वास्थ्य {percent}%
it: Cuore Salute {percent}%
ja: ハート 健康保健 {percent}%の特長
pt: Coração Saúde {percent}
ru: Сердце Здоровье {percent}%
zh: 心脏 卫生 * {percent}%

# overallWellness
source: Overall Wellness {percent}%
ar: المجموع حسناً {percent}%
de: Insgesamt Wellness {percent}%
es: En general Wellness {percent}
fr: Généralités Bien-être {percent}%
hi: कुल मिलाकर कल्याण {percent}%
it: Complessivamente Benessere {percent}%
ja: スタッフ ウェルネス {percent}%の特長
pt: Global Bem-estar {percent}
ru: В целом оздоровительный {percent}%
zh: A. 总表 健康状况 * {percent}%

# milestone_20_minutes_title
source: 20 Minutes
ar: 20 دقيقة
de: 20 Minuten
es: 20 minutos
hi: 20 मिनट
it: 20 minuti
ja: 20分
pt: 20 minutos
ru: 20 минут
zh: 20分钟

# milestone_20_minutes_description
source: Heart rate and blood pressure drop
ar: انخفاض معدل ضربات القلب وضغط الدم
de: Herzfrequenz und Blutdruckabfall
es: Tasa cardíaca y caída de presión arterial
fr: Fréquence cardiaque et baisse de la pression artérielle
hi: हृदय गति और रक्तचाप ड्रॉप
it: Frequenza cardiaca e goccia di pressione sanguigna
ja: 心拍数および血圧の低下
pt: Frequência cardíaca e queda da pressão arterial
ru: Частота сердечных сокращений и падение кровяного давления
zh: 心率和血压下降

# milestone_12_hours_title
source: 12 Hours
ar: 12 ساعة
de: 12 Stunden
es: 12 horas
fr: 12 heures
hi: 12 घंटे
it: 12 ore
ja: 12 営業時間
pt: 12 Horas
ru: 12 часов
zh: 12小时

# milestone_12_hours_description
source: Carbon monoxide level normalizes
ar: مستوى احتكار الكربون يطبيع
de: Kohlenmonoxid normalisiert
es: Nivel de monóxido de carbono normaliza
fr: Le niveau de monoxyde de carbone se normalise
hi: कार्बन मोनोऑक्साइड स्तर सामान्यीकृत
it: Il livello di monossido di carbonio normalizza
ja: 酸化炭素レベルは正常化します
pt: O nível de monóxido de carbono normaliza
ru: Уровень монооксида углерода нормализуется
zh: 一氧化碳水平正常化

# milestone_2_weeks_title
source: 2 Weeks
ar: أسبوعان
de: 2 Wochen
es: 2 semanas
fr: 2 semaines
hi: 2 सप्ताह
it: 2 settimane
ja: 2週間
pt: 2 Semanas
ru: 2 недели
zh: 2 个星期

# milestone_2_weeks_description
source: Circulation improves and lung function increases
ar: تحسين الدائرة وزيادة وظيفة الرئة
de: Zirkulation verbessert und Lungenfunktion erhöht
es: La circulación mejora y aumenta la función pulmonar
fr: La circulation s'améliore et la fonction pulmonaire augmente
hi: परिसंचरण में सुधार और फेफड़ों के कार्य में वृद्धि
it: La circolazione migliora e aumenta la funzione polmonare
ja: 循環は改善し、肺機能は増加します
pt: A circulação melhora e a função pulmonar aumenta
ru: Циркуляция улучшается, а функция легких увеличивается
zh: 循环改善和肺功能增加

# milestone_1_month_title
source: 1 Month
ar: شهر واحد
de: 1 Monat
es: 1 Mes
fr: 1 mois
hi: 1 महीना
it: 1 mese
ja: 1ヶ月
pt: 1 Mês
ru: 1 месяц
zh: 1个月

# milestone_1_month_description
source: Coughing and shortness of breath decrease
ar: الحد من التنفس ونقصه
de: Husten und Atemnot verringern
es: Tos y falta de aliento disminuyen
fr: Toux et essoufflement diminuent
hi: सांस की कमी
it: Tosse e mancanza di respiro diminuiscono
ja: 呼吸の衰退と不足
pt: Tosse e diminuição da falta de ar
ru: Кашель и одышка уменьшаются
zh: 咳嗽和呼吸短促减少

# milestone_3_months_title
source: 3 Months
ar: 3 أشهر
de: 3 Monate
es: 3 meses
fr: 3 mois
hi: 3 महीने
it: 3 mesi
ja: 3ヶ月
pt: 3 meses
ru: 3 месяца
zh: 3个月

# milestone_3_months_description
source: Risk of heart attack begins to drop
ar: خطر النوبة القلبية يبدأ بالتسرب
de: Risiko von Herzinfarkt beginnt zu fallen
es: El riesgo de ataque cardíaco comienza a caer
fr: Le risque de crise cardiaque commence à baisser
hi: दिल के दौरे के जोखिम में गिरावट शुरू होती है
it: Il rischio di infarto inizia a cadere
ja: 心臓発作のリスクは低下し始めます
pt: O risco de ataque cardíaco começa a diminuir
ru: Риск сердечного приступа начинает падать
zh: 心脏病发作的风险开始下降

# milestone_1_year_title
source: 1 Year
ar: السنة
de: 1 Jahr
es: 1 año
fr: 1 an
hi: 1 वर्ष
it: 1 anno
ja: 1 年
pt: 1 ano
ru: 1 год
zh: 1 岁

# milestone_1_year_description
source: Risk of heart disease is cut in half
ar: خطر الإصابة بمرض القلب ينخفض إلى النصف
de: Risiko von Herzerkrankungen wird in der Hälfte geschnitten
es: El riesgo de enfermedad cardíaca se reduce en la mitad
fr: Le risque de cardiopathie est réduit de moitié
hi: हृदय रोग के जोखिम को आधा में काट दिया जाता है
it: Il rischio di malattie cardiache è tagliato a metà
ja: 心臓病のリスクは半分に切られます
pt: Risco de doença cardíaca é cortado ao meio
ru: Риск сердечных заболеваний сокращается вдвое
zh: 心脏病的风险减半

source: Synchronized Money Saved
ar: الأموال المحتفظ بها
de: Gespeichertes Geld synchronisiert
es: Dinero sincronizado ahorrado
fr: Économies d'argent synchronisées
it: Soldi sincronizzati salvati
ja: 同期マネー保存
pt: Dinheiro Sincronizado Salvo
ru: Синхронизированные сбережения
zh: 同步保存的货币

# totalSaved
source: Total saved: {saved}
ar: المجموع المنقذ: {saved}
de: Insgesamt gespeichert: {saved}_
es: Total salvado: {saved}
fr: Total enregistré & #160;: {saved}
hi: कुल बचाया: {saved}
it: Totale salvato: {saved}
ja: 保存された合計: @{saved}
pt: Total salvo: {saved}
ru: Полностью сохранено: {saved}
zh: 保存总数 : * {saved}

source: Start saving money today!
ar: ابدأ بإنقاذ المال اليوم!
de: Fang heute an, Geld zu sparen!
es: ¡Empieza a ahorrar dinero hoy!
fr: Commencez à économiser de l'argent aujourd'hui !
hi: आज पैसे बचाना शुरू करें!
it: Inizia a risparmiare soldi oggi!
ja: 今日はお金を節約し始める!
pt: Começa a poupar dinheiro hoje!
ru: Начните экономить деньги уже сегодня!
zh: 今天开始省钱!

# setYourQuitDateToStartSaving
source: Set your quit date to see savings
ar: حدد موعد استقالتك لرؤية المدخرات
de: Legen Sie Ihr Datum auf, um Einsparungen zu sehen
es: Establezca su fecha de renuncia para ver ahorros
fr: Réglez votre date de départ pour voir les économies
hi: बचत देखने के लिए अपनी छुट्टी की तारीख निर्धारित करें
it: Impostare la data di chiusura per vedere i risparmi
ja: 節約を見るためにあなたの終了日を設定します
pt: Definir a data de saída para ver as economias
ru: Установите дату выхода, чтобы увидеть сбережения
zh: 设定退出日期以查看节省

source: Welcome to Your Journey!
ar: مرحباً بك في رحلتك!
de: Willkommen auf Ihrer Reise!
es: ¡Bienvenido a tu viaje!
fr: Bienvenue dans votre voyage!
hi: आपका स्वागत है यात्रा!
it: Benvenuti al vostro viaggio!
ja: 皆様のご旅行をお待ちしております!
pt: Bem-vindo à sua jornada!
ru: Добро пожаловать в свое путешествие!
zh: 欢迎来到你的旅程!

# youAreAllSetToStartYourSmokeFreeLife
source: You're all set to start your smoke-free life. Let's begin this amazing journey together!
ar: جميعكم مستعدون لبدء حياتكم الخالية من الدخان دعونا نبدأ هذه الرحلة المذهلة معا!
de: Sie sind alle bereit, Ihr rauchfreies Leben zu beginnen. Beginnen wir diese erstaunliche Reise zusammen!
es: Estás listo para empezar tu vida libre de humo. ¡Empecemos este increíble viaje juntos!
fr: Vous êtes prêts à commencer votre vie sans fumée. Commençons ce voyage incroyable ensemble !
hi: आप सभी अपने धूम्रपान मुक्त जीवन शुरू करने के लिए सेट कर रहे हैं। चलो इस अद्भुत यात्रा को एक साथ शुरू करते हैं!
it: Siete tutti pronti per iniziare la vostra vita senza fumo. Cominciamo questo viaggio incredibile insieme!
ja: 煙を吸わない生活を始めましょう。 一緒にこの素晴らしい旅を始めよう!
pt: Estás pronto para começar a tua vida livre de fumo. Vamos começar esta viagem incrível juntos!
ru: Вы все готовы начать бездымную жизнь. Давайте начнем это удивительное путешествие вместе!
zh: 你们准备开始无烟生活了 让我们一起开始这个奇妙的旅程!

source: Skip
de: Skip user information
fr: Sauter
hi: लॉग इन
it: Salta
ja: ツイート
pt: Pular
ru: Пропустить
zh: 跳过

# stepXofY
source: Step {currentStep} of {totalSteps}
ar: الخطوة {currentStep} من {totalSteps}
de: Schritt {currentStep}_ von {totalSteps}
es: Paso {currentStep}_ de {totalSteps}
fr: Étape {currentStep} de {totalSteps}
hi: चरण {currentStep} का {totalSteps}
it: Passo {currentStep} di {totalSteps}_
ja: ステップ {currentStep}_ の {totalSteps}
pt: Passo {currentStep} de {totalSteps}
ru: Шаг {currentStep}_{totalSteps}
zh: 第 {currentStep} 步，共 {totalSteps} 步

source: When did you quit smoking?
ar: متى توقفت عن التدخين؟?
de: Wann hast du aufgehört zu rauchen?
es: ¿Cuándo dejaste de fumar?
fr: Quand avez-vous arrêté de fumer ?
hi: जब आपने धूम्रपान छोड़ दिया था?
it: Quando hai smesso di fumare?
ja: 喫煙をやめたとき?
pt: Quando deixaste de fumar?
ru: Когда ты бросил курить?
zh: 你什么时候戒烟的?
