Repository: Haileman11/smokeless_plus
Catalog: assets/l10n/intl_*.arb
Languages: es, fr, hi, it, pt, ru, zh

# hundred_saved_title
source: $100 Milestone
es: 100 milímetros
hi: $100 मील का पत्थर
pt: Milhão de $100
ru: 100 долларов за милю
zh: 100美元里程碑

# hundred_saved_description
source: Amazing! $100 saved. Think what you can do with this!
es: ¡Increíble! $100 ahorrados. ¡Piensa lo que puedes hacer con esto!
fr: Incroyable ! 100 $ économisés. Pensez à ce que vous pouvez faire avec ça !
hi: आश्चर्यजनक! $100 बचाया. क्या आप इसके साथ क्या कर सकते हैं!
it: Fantastico! 100 dollari salvati. Pensa a cosa puoi fare con questo!
pt: Incrível! $100 economizados. Pensa no que podes fazer com isto!
ru: Удивительно! 100 долларов сэкономлено. Подумайте, что вы можете сделать с этим!
zh: 厉害! 省了100块 想想你能用这个做什么!

# hundred_saved_unlockMessage
source: Unlocked after saving $100
es: Desbloqueado después de ahorrar $100
fr: Débloqué après avoir économisé 100 $
hi: $100 की बचत के बाद अनलॉक
it: Sbloccato dopo aver risparmiato $100
pt: Desbloqueado após salvar $100
ru: Разблокирован после экономии $100
zh: 保存100美元后解锁

# five_hundred_saved_title
source: $500 Saver
fr: Épargnez 500 $
hi: $500 सेवर
pt: Poupador de $500
ru: $500 Сбербанк
zh: 500美元保护费

# five_hundred_saved_description
source: $500 saved! That's vacation money right there.
es: ¡500 dólares salvados! Eso es dinero de vacaciones.
fr: 500 $ économisés ! C'est de l'argent pour les vacances.
hi: $500 बचाया! यहीं छुट्टी पैसे है।.
it: 500 dollari salvati! Sono soldi per le vacanze.
pt: $500 guardados! Isso é dinheiro de férias.
ru: 500 долларов сэкономлено! Это деньги на отпуск прямо там.
zh: 省了500块! 那是假期的钱.

# five_hundred_saved_unlockMessage
source: Unlocked after saving $500
es: Desbloqueado después de ahorrar $500
fr: Débloqué après avoir économisé 500 $
hi: $500 की बचत के बाद अनलॉक
it: Sbloccato dopo aver risparmiato $500
pt: Desbloqueado após salvar $500
ru: Разблокирован после экономии $500
zh: 节省500美元后解锁

# thousand_saved_description
source: Incredible! $1000 saved. You could buy something special.
es: ¡Increíble! $1000 ahorrados. Podrías comprar algo especial.
fr: Incroyable ! 1 000 $ économisé. Tu pourrais acheter quelque chose de spécial.
hi: अविश्वसनीय! $1000 बचाया। आप कुछ खास खरीद सकते हैं।.
it: Incredibile! 1000 dollari salvati. Potresti comprare qualcosa di speciale.
pt: Incrível! $1000 guardados. Podias comprar algo especial.
ru: Невероятно! Сэкономлено 1000 долларов. Вы можете купить что-то особенное.
zh: 不可思议! 省了1000块 你可以买些特别的.

# thousand_saved_unlockMessage
source: Unlocked after saving $1000
es: Desbloqueado después de ahorrar $1000
fr: Débloqué après avoir économisé 1000 $
hi: $1000 की बचत के बाद अनलॉक
it: Sbloccato dopo aver risparmiato $1000
pt: Desbloqueado após salvar $1000
ru: Разблокирован после экономии $1000
zh: 保存1000美元后解锁

# first_pack_avoided_title
source: First Pack Avoided
es: Primer paquete evitado
fr: Premier emballage évité
hi: पहले पैक से बचना
it: Primo pacchetto evitato
pt: Primeira embalagem evitada
ru: Первая упаковка исключена
zh: 首个包已避免

# first_pack_avoided_description
source: You've avoided smoking an entire pack! That"s 20 cigarettes.
es: ¡Has evitado fumar un paquete entero! Eso son 20 cigarrillos.
fr: Vous avez évité de fumer un paquet entier ! Ça fait 20 cigarettes.
hi: आप धूम्रपान करने से बच गए हैं! यह 20 सिगरेट है।.
it: Hai evitato di fumare un intero pacco! Sono 20 sigarette.
pt: Evitaste fumar um maço inteiro! São 20 cigarros.
ru: Ты избежал курить целую пачку! Это 20 сигарет.
zh: 你已经避免吸烟 一整包! 20支烟.

# first_pack_avoided_unlockMessage
source: Unlocked after avoiding 20 cigarettes
es: Desbloqueado después de evitar 20 cigarrillos
fr: Débloqué après avoir évité 20 cigarettes
hi: 20 सिगरेट से बचने के बाद अनलॉक किया गया
it: Sbloccato dopo aver evitato 20 sigarette
pt: Desbloqueado após evitar 20 cigarros
ru: Разблокирован после отказа от 20 сигарет
zh: 躲过20根烟后解锁

# carton_avoided_title
source: Carton Avoided
es: Cartón evitado
fr: Carton évité
hi: कार्टन से बचना
it: Cartone evitato
pt: Evitar a Cartonagem
ru: Картон избежал
zh: 已避免卡通

# carton_avoided_description
source: You've avoided 200 cigarettes! That's a whole carton.
es: ¡Has evitado 200 cigarrillos! Es todo un cartón.
fr: Vous avez évité 200 cigarettes ! C'est tout un carton.
hi: आप 200 सिगरेट से बच गए हैं! यह एक संपूर्ण दफ़्ती है।.
it: Hai evitato 200 sigarette! E' tutta una scatola.
pt: Evitaste 200 cigarros! É uma caixa inteira.
ru: Ты избежал 200 сигарет! Это целая картонка.
zh: 你少了两百根烟! 这是一整盒.

# carton_avoided_unlockMessage
source: Unlocked after avoiding 200 cigarettes
es: Desbloqueado después de evitar 200 cigarrillos
fr: Débloqué après avoir évité 200 cigarettes
hi: 200 सिगरेट से बचने के बाद अनलॉक
it: Sbloccato dopo aver evitato 200 sigarette
pt: Desbloqueado após evitar 200 cigarros
ru: Разблокирован после отказа от 200 сигарет
zh: 躲过两百根烟后解锁

# milestone_20_minutes_timeframe
source: 20 Minutes
es: 20 minutos
pt: 20 minutos

# milestone_20_minutes_title
source: Heart Rate & Blood Pressure Normalize
es: Tasa de corazón " Normalización de la presión arterial "
pt: Frequência cardíaca e pressão arterial normalizar

# milestone_20_minutes_description
source: Your heart rate and blood pressure drop to normal levels, reducing cardiovascular strain immediately.
es: Su frecuencia cardíaca y presión arterial bajan a niveles normales, reduciendo la tensión cardiovascular inmediatamente.
pt: A sua frequência cardíaca e pressão arterial baixam para níveis normais, reduzindo imediatamente a tensão cardiovascular.

# milestone_20_minutes_scientificBasis
source: Research shows immediate cardiovascular improvements as nicotine's acute effects wear off.
es: La investigación muestra mejoras cardiovasculares inmediatas mientras los efectos agudos de la nicotina se apagan.
pt: Pesquisas mostram melhorias cardiovasculares imediatas à medida que os efeitos agudos da nicotina passam.

# milestone_8_hours_timeframe
source: 8 Hours
es: 8 horas
pt: 8 Horas

# milestone_8_hours_title
source: Carbon Monoxide Levels Normal
es: Niveles de monóxido de carbono Normal
pt: Níveis de monóxido de carbono normais

# milestone_8_hours_description
source: The carbon monoxide level in your blood returns to normal, improving oxygen delivery.
es: El nivel de monóxido de carbono en su sangre regresa a la normalidad, mejorando la entrega de oxígeno.
pt: O nível de monóxido de carbono no seu sangue volta ao normal, melhorando a entrega de oxigénio.

# milestone_8_hours_scientificBasis
source: Scientific studies confirm CO levels drop to normal within 8 hours after quitting smoking.
es: Estudios científicos confirman que los niveles de CO bajan a la normalidad dentro de 8 horas después de dejar de fumar.
pt: Estudos científicos confirmam que os níveis de CO caem para o normal dentro de 8 horas após deixar de fumar.

# milestone_24_hours_timeframe
source: 24 Hours
es: 24 horas
pt: 24 Horas

# milestone_24_hours_title
source: Heart Attack Risk Decreases
es: El riesgo de ataque cardíaco disminuye
pt: O risco de ataque cardíaco diminui

# milestone_24_hours_description
source: Your chance of heart attack decreases significantly after just one day smoke-free.
es: Su oportunidad de ataque al corazón disminuye significativamente después de sólo un día libre de humo.
pt: A sua hipótese de ataque cardíaco diminui significativamente após apenas um dia sem fumar.

# milestone_24_hours_scientificBasis
source: Medical research demonstrates measurable reduction in heart attack risk after 24 hours.
es: La investigación médica demuestra una reducción mensurable del riesgo de ataque al corazón después de 24 horas.
pt: Pesquisas médicas demonstram redução mensurável do risco de infarto após 24 horas.

# milestone_48_hours_timeframe
source: 48 Hours
es: 48 horas
pt: 48 Horas

# milestone_48_hours_title
source: Taste & Smell Return
es: Sabor > Regreso de la campana
pt: Retorno de Sabor e Odor

# milestone_48_hours_description
source: Your ability to taste and smell starts to return as nerve endings regenerate.
es: Su capacidad de sabor y olfato comienza a regresar a medida que los finales del nervio se regeneran.
pt: Sua capacidade de provar e olfato começa a voltar como terminações nervosas regenerar.

# milestone_48_hours_scientificBasis
source: Nerve endings begin regenerating within 48 hours, restoring sensory function.
es: Los finales Nerve comienzan a regenerarse dentro de 48 horas, restaurando la función sensorial.
pt: As terminações nervosas começam a regenerar-se dentro de 48 horas, restaurando a função sensorial.

# milestone_2_weeks_timeframe
source: 2 Weeks to 12 Weeks
es: 2 semanas a 12 semanas
pt: 2 Semanas a 12 Semanas

# milestone_2_weeks_title
source: Circulation & Lung Function Improve
es: Circulación " Función pulmonar " Mejorar
pt: Função de circulação e pulmão melhorar

# milestone_2_weeks_description
source: Your circulation improves dramatically and lung function increases by up to 30%.
es: Su circulación mejora dramáticamente y la función pulmonar aumenta hasta un 30%.
pt: Sua circulação melhora drasticamente e a função pulmonar aumenta em até 30%.

# milestone_2_weeks_scientificBasis
source: Studies show significant improvements in circulation and lung function within the first 3 months.
es: Los estudios muestran mejoras significativas en la circulación y la función pulmonar en los primeros 3 meses.
pt: Estudos mostram melhoras significativas na circulação e na função pulmonar nos primeiros 3 meses.

# milestone_1_to_9_months_timeframe
source: 1 to 9 Months
es: 1 a 9 meses
pt: 1 a 9 meses

# milestone_1_to_9_months_title
source: Respiratory Recovery
es: Recuperación respiratoria
pt: Recuperação Respiratória

# milestone_1_to_9_months_description
source: Coughing and shortness of breath decrease significantly as cilia regrow in lungs.
es: La tos y la falta de aliento disminuyen significativamente a medida que la cilia crece en los pulmones.
pt: Tosse e falta de ar diminuem significativamente à medida que os cílios crescem nos pulmões.

# milestone_1_to_9_months_scientificBasis
source: Lung cilia regenerate over 1-9 months, dramatically improving respiratory function.
es: Lung cilia regenerar durante 1-9 meses, mejorando dramáticamente la función respiratoria.
pt: Cílios pulmonares regeneram-se durante 1-9 meses, melhorando drasticamente a função respiratória.

# milestone_1_to_5_years_timeframe
source: 1 to 5 Years
es: 1 a 5 años
pt: 1 a 5 anos

# milestone_1_to_5_years_title
source: Heart Disease Risk Halved
es: Riesgo de enfermedad cardíaca
pt: Risco de doença cardíaca Halved

# milestone_1_to_5_years_description
source: Your risk of dying from heart disease is about half that of a continuing smoker.
es: Su riesgo de morir de enfermedades cardíacas es casi la mitad de un fumador continuo.
pt: O risco de morrer de doenças cardíacas é cerca de metade do de um fumante contínuo.

# milestone_1_to_5_years_scientificBasis
source: Longitudinal studies demonstrate 50% reduction in heart disease risk within 1-5 years.
es: Los estudios longitudinales demuestran una reducción del 50% en el riesgo de enfermedades cardíacas dentro de 1-5 años.
pt: Estudos longitudinais demonstram redução de 50% no risco de doença cardíaca dentro de 1-5 anos.

# milestone_10_years_timeframe
source: 10+ Years
es: 10+ Años
pt: 10+ Anos

# milestone_10_years_title
source: Cancer Risk Dramatically Reduced
es: Riesgo de cáncer Dramáticamente Reducción
pt: Risco de Câncer Dramaticamente Redução

# milestone_10_years_description
source: Your risk of lung cancer falls to about half that of a continuing smoker.
es: Su riesgo de cáncer de pulmón cae a casi la mitad de la de un fumador continuo.
pt: O seu risco de cancro do pulmão cai para cerca de metade do de um fumante contínuo.

# milestone_10_years_scientificBasis
source: Decade-long studies show 50% reduction in lung cancer risk after 10 years smoke-free.
es: Estudios de larga duración muestran una reducción del 50% del riesgo de cáncer de pulmón después de 10 años sin humo.
pt: Estudos de décadas mostram redução de 50% no risco de câncer de pulmão após 10 anos livre de fumaça.

# healthStage_notStarted
source: Ready to Begin
es: Listo para comenzar
fr: Prêt à commencer
hi: शुरुआत करने के लिए तैयार
it: Pronto per iniziare
pt: Prontos para começar
ru: Готовы начать
zh: 准备开始

# milestone_start
source: Start Your Journey
es: Empieza tu viaje
fr: Commencez votre voyage
hi: अपनी यात्रा शुरू करें
it: Inizia il tuo viaggio
pt: Iniciar sua jornada
ru: Начните свое путешествие
zh: 开始你的旅程

# healthStage_journeyBegins
source: Journey Begins
es: Viaje comienza
fr: Début du voyage
hi: जर्नी शुरुआती
it: Il viaggio inizia
pt: Começa a Viagem
ru: Путешествие начинается
zh: 旅程开始

# milestone_nicotineDropping
source: Nicotine Levels Dropping
es: Niveles de nicotina
fr: Niveaux de nicotine
hi: निकोटीन लेवल ड्रॉपिंग
it: Livelli di nicotina Dropping
pt: Queda de Níveis de Nicotina
ru: Уровень никотина падает
zh: 尼古丁水平下降

# healthStage_nicotineDropping
source: Nicotine Dropping
es: Caída de la nicotina
fr: Dropping de la nicotine
it: Goccia di nicotina
pt: Queda de Nicotina
ru: Никотин падает
zh: 尼古丁丢弃

# milestone_coClearing
source: Carbon Monoxide Clearing
es: Monóxido de carbono Limpieza
fr: Monoxyde de carbone Effacement
hi: कार्बन मोनोऑक्साइड क्लियरिंग
it: Monossido di carbonio Cancellazione
pt: Monóxido de carbono Compensação
ru: Моноксид углерода Очистка
zh: 单氧化碳 清除

# healthStage_coNormalizing
source: CO Levels Normalizing
es: Niveles de CO Normalización
fr: Normalisation des niveaux de CO
hi: CO लेवल सामान्यीकरण
it: Livelli di CO Normalizzazione
pt: Níveis de CO Normalizando
ru: Уровень CO нормализуется
zh: CO 水平正常化

# milestone_heartRiskDecreasing
source: Heart Attack Risk Decreasing
es: Riesgo de ataque cardíaco disminuyendo
fr: Diminution du risque d'attaque cardiaque
hi: दिल का दौरा
it: Rischio di attacco cardiaco Diminuzione
pt: Risco de ataque cardíaco
ru: Риск сердечного приступа снижается
zh: 心脏攻击风险下降

# healthStage_heartImproving
source: Heart Risk Decreasing
es: Riesgo cardíaco Disminución
fr: Diminution du risque cardiaque
hi: दिल जोखिम की कमी
it: Rischio cardiaco Diminuzione
pt: Diminuição do risco cardíaco
ru: Сердечный риск снижается
zh: 心脏风险下降

# milestone_nicotineEliminated
source: Nicotine Elimination
es: Eliminación de la nicotina
fr: Élimination de la nicotine
hi: निकोटीन उन्मूलन
it: Eliminazione della nicotina
pt: Eliminação da nicotina
ru: Ликвидация никотина
zh: 消除尼古丁

# healthStage_nicotineFree
source: Nicotine Free Body
es: Cuerpo Libre de Nicotina
fr: Corps libre de nicotine
hi: निकोटीन फ्री बॉडी
it: Corpo libero nicotina
pt: Corpo Livre de Nicotina
ru: Никотин свободное тело
zh: 尼古丁自由体

# milestone_sensesReturning
source: Taste & Smell Revival
fr: Revival du goût et de l'odeur
hi: स्वाद और गंध Revival
it: Risparmio di gusto & odore
pt: Revival do sabor e do cheiro
ru: Возрождение вкуса и запаха
zh: 味觉复活( S)

# healthStage_sensesImproving
source: Senses Improving
es: Senses Improvement
fr: Amélioration des sens
hi: सेंसेस इम्प्रूविंग
it: Miglioramento dei sensi
pt: Sentidos Melhorando
ru: Улучшение чувств
zh: 感官改进

# milestone_circulationBoost
source: Circulation Boost
es: Circulación Boost
fr: Augmentation de la circulation
hi: परिसंचरण बूस्ट
it: Aumento della circolazione
pt: Aumentar a circulação
ru: Циркуляция усиливается
zh: 流通脚步

# healthStage_circulationImproving
source: Circulation Improving
es: Mejora de la circulación
fr: Amélioration de la circulation
hi: परिसंचरण में सुधार
it: Miglioramento della circolazione
pt: Melhorar a circulação
ru: Улучшение циркуляции
zh: 流通改进

# milestone_lungFunctionBoost
source: Lung Function Boost
es: Función pulmonar Boost
fr: Boost de la fonction pulmonaire
hi: लंग फंक्शन बूस्ट
it: Funzione polmonare Boost
pt: Aumento da Função Pulmonar
ru: Усиление функции легких
zh: 龙函数提示

# healthStage_lungImproving
source: Lung Function Improving
es: Mejoramiento de la función pulmonar
fr: Amélioration de la fonction pulmonaire
hi: लुंग फंक्शन इम्प्रूविंग
it: Miglioramento della funzione polmonare
pt: Melhoria da função pulmonar
ru: Улучшение функции легких
zh: 肺功能改进

# milestone_majorLungRecovery
source: Major Lung Recovery
fr: Récupération pulmonaire majeure
hi: मेजर लंग रिकवरी
it: Maggiore recupero polmonare
pt: Recuperação Pulmonar Maior
ru: Основное восстановление легких
zh: 主要肺复苏

# healthStage_significantRecovery
source: Significant Recovery
es: Recuperación significativa
fr: Récupération importante
hi: महत्वपूर्ण रिकवरी
it: Recupero significativo
pt: Recuperação significativa
ru: Значительное восстановление
zh: 重大恢复

# milestone_heartRiskHalved
source: Heart Risk Halved
es: El riesgo cardíaco se ha estancado
fr: Risque cardiaque rompu
hi: हार्ट जोखिम हल
it: Rischio cardiaco
pt: Risco cardíaco Halved
ru: Сердечный риск снижается
zh: 心脏风险减半

# healthStage_heartDiseaseReduced
source: Heart Disease Risk Reduced
es: Riesgo de enfermedad cardíaca
fr: Réduction du risque de maladies cardiaques
hi: हृदय रोग कम
it: Rischio di malattie cardiache ridotto
pt: Redução do Risco de Doenças Cardíacas
ru: Риск сердечных заболеваний снижен
zh: 减少心脏病风险

# milestone_strokeRiskNormalized
source: Stroke Risk Normalized
es: Riesgo de descarga Normalizado
fr: Risque d'accident vasculaire cérébral normalisé
hi: स्ट्रोक जोखिम सामान्यीकृत
pt: Risco de AVC Normalizado
ru: Риск инсульта нормализован
zh: 划线风险规范化

# healthStage_strokeRiskNormalized
source: Stroke Risk Normalized
es: Riesgo de descarga Normalizado
fr: Risque d'accident vasculaire cérébral normalisé
hi: स्ट्रोक जोखिम सामान्यीकृत
pt: Risco de AVC Normalizado
ru: Риск инсульта нормализован
zh: 划线风险规范化

# milestone_cancerRiskHalved
source: Cancer Risk Halved
es: Riesgo de cáncer
fr: Risque de cancer réduit
hi: जोखिम
it: Rischio di cancro
pt: Risco de câncer Halved
ru: Риск рака снижается
zh: 癌症风险减半

# healthStage_maxRecovery
source: Maximum Health Recovery
es: Recuperación máxima de la salud
fr: Récupération maximale de la santé
hi: अधिकतम स्वास्थ्य वसूली
it: Recupero della salute massima
pt: Recuperação Máxima da Saúde
ru: Максимальное восстановление здоровья
zh: 最大限度的健康恢复

# milestone_maintainingExcellence
source: Maintaining Excellence
es: Mantener la excelencia
fr: Maintenir l'excellence
hi: उत्कृष्टता बनाए रखना
it: Mantenere l'eccellenza
pt: Manter a Excelência
ru: Сохранение совершенства
zh: 保持卓越

source: Achieved
es: Conseguido
fr: Objectif atteint
hi: उपलब्धि
it: Conseguito
pt: Realizado
ru: Достигнутый
zh: 已达到

source: Soon
es: Pronto
fr: Bientôt
hi: सोन
it: Presto
pt: Em breve
ru: Скоро
zh: 快点

# quote_006_author
source: Dr. Michael Roberts
hi: डॉ माइकल रॉबर्ट्स
ru: Доктор Майкл Робертс
zh: 迈克尔·罗伯茨博士

# quote_027_author
source: Experience Designer Maya
hi: अनुभव डिजाइनर माया
it: Esperienza Designer Maya
ru: Опыт дизайнера Майя
zh: 经验设计师玛雅

# quote_030_author
source: Career Strategist Linda
es: Carrera Strategist Linda
fr: Stratégie de carrière Linda
hi: करियर रणनीतिकार लिंडा
it: Carriera Strategista Linda
ru: Карьерный стратег Линда
zh: 职业战略家琳达

# co_normal_title
source: CO Normal
hi: सामान्य
it: CO Normale
ru: CO Нормальный
zh: CO 常规

# thousand_saved_title
source: $1000 Champion
es: Campeón de $1000
hi: $1000 चैंपियंस
it: Campione di $1000
ru: Чемпион $1000
zh: 1000块冠军
