Repository: Haileman11/smokeless_plus
Catalog: assets/l10n/intl_*.arb
Languages: es, fr, hi, it, pt, ru, zh

# quote_069_message
source: The part of you that wants to smoke is shrinking while the part that wants to stay quit is growing.
es: La parte de ti que quiere fumar está disminuyendo mientras la parte que quiere dejar de fumar está creciendo.
fr: La partie de vous qui veut fumer se rétrécit tandis que la partie qui veut rester cesser de fumer augmente.
hi: आप का हिस्सा जो धूम्रपान करना चाहता है वह सिकुड़ रहा है जबकि वह हिस्सा जो छोड़ना चाहता है वह बढ़ रहा है।.
it: La parte di voi che vuole fumare sta diminuendo mentre la parte che vuole rimanere quit sta crescendo.
pt: A parte de você que quer fumar está encolhendo enquanto a parte que quer ficar de pé está crescendo.
ru: Часть вас, которая хочет курить, сокращается, а часть, которая хочет бросить курить, растет.
zh: 你们中想抽烟的那部分正在缩小 而想要戒烟的那部分正在增长.

# quote_069_author
source: Inner Strength Coach Felix
es: Entrenador de fuerza interior Félix
fr: Entraîneur de force interne Felix
hi: इनर स्ट्रेंथ कोच फेलिक्स
it: Allenatore di forza interno Felix
pt: O treinador de força interior Felix
ru: Тренер внутренней силы Феликс
zh: 内力教练费利克斯

# quote_070_message
source: Breathe through this craving. On the other side is pride, health, and continued freedom.
es: Respira a través de este antojo. Por otro lado es el orgullo, la salud y la libertad continua.
fr: Respirez à travers cette envie. De l'autre côté, la fierté, la santé et la liberté continue.
hi: इस क्राविंग के माध्यम से साँस लें। दूसरी तरफ गर्व, स्वास्थ्य और निरंतर स्वतंत्रता है।.
it: Respira attraverso questo desiderio. Dall'altra parte è l'orgoglio, la salute e la libertà continua.
pt: Respira através deste desejo. Do outro lado está o orgulho, a saúde e a liberdade contínua.
ru: Дыши через эту тягу. С другой стороны — гордость, здоровье и постоянная свобода.
zh: 呼吸通过这种渴望。 另一方面是自豪、健康和持续的自由.

# quote_070_author
source: Breathing Coach Penelope
es: Entrenador de respiración Penelope
fr: Entraîneur de respiration Penelope
hi: श्वास कोच पेनेलोप
it: Respirare Coach Penelope
pt: O treinador de respiração Penelope
ru: Дыхательный тренер Пенелопа
zh: 呼吸教练佩内洛普

# quote_071_message
source: Your 80-year-old self is thanking you right now for the decision to quit smoking today.
es: Tu auto de 80 años te está dando las gracias ahora mismo por la decisión de dejar de fumar hoy.
fr: Votre moi de 80 ans vous remercie pour la décision d'arrêter de fumer aujourd'hui.
hi: आपका 80 वर्षीय आत्म आज धूम्रपान छोड़ने के फैसले के लिए अभी आपको धन्यवाद देता है।.
it: La tua auto di 80 anni ti ringrazia per la decisione di smettere di fumare oggi.
pt: O teu eu de 80 anos está a agradecer-te pela decisão de deixares de fumar hoje.
ru: Ваша 80-летняя личность благодарит вас за решение бросить курить сегодня.
zh: 你80岁的自己现在感谢你今天决定戒烟.

# quote_071_author
source: Future Self Coach Dr. Parker
fr: Futur auto-entraîneur Dr. Parker
hi: फ्यूचर सेल्फ कोच डॉ. पार्कर
it: Futuro Self Coach Dr. Parker
pt: Futuro Auto Treinador Dr. Parker
ru: Будущий тренер, доктор Паркер
zh: 未来的自我教练 Parker博士

# quote_072_message
source: Imagine running up stairs without breathing hard, tasting food fully, and sleeping deeply. This is your new reality.
es: Imagínate subir escaleras sin respirar duro, saborear la comida completamente y dormir profundamente. Esta es tu nueva realidad.
fr: Imaginez monter les escaliers sans respirer fort, goûter à la nourriture et dormir profondément. C'est votre nouvelle réalité.
hi: कल्पना कीजिए कि साँस लेने के बिना सीढ़ियों को चलाना कठिन, पूरी तरह से खाना पकाना और गहराई से सोना। यह आपकी नई वास्तविकता है।.
it: Immagina di correre su scale senza respirare duro, assaggiare il cibo completamente, e dormire profondamente. Questa è la tua nuova realtà.
pt: Imagine correr escadas acima sem respirar com força, provar completamente a comida e dormir profundamente. Esta é a tua nova realidade.
ru: Представьте себе, что вы поднимаетесь по лестнице, не дышите, полностью дегустируете пищу и глубоко спите. Это ваша новая реальность.
zh: 想象一下,不呼吸就跑上楼梯, 吃饱了食物,深睡。 这是你的新现实.

# quote_072_author
source: New Reality Coach Samantha
es: Nuevo entrenador de realidad Samantha
fr: Nouvelle réalité entraîneur Samantha
hi: न्यू रियलिटी कोच सामन्था
it: Nuova realtà Coach Samantha
pt: Nova Realidade treinador Samantha
ru: Тренер новой реальности Саманта
zh: 新现实教练萨曼莎

# quote_073_message
source: The person you're becoming is someone who chooses health, values life, and honors their body.
es: La persona que te estás convirtiendo es alguien que elige la salud, valora la vida y honra su cuerpo.
fr: La personne que vous devenez est quelqu'un qui choisit la santé, valorise la vie et honore son corps.
hi: वह व्यक्ति जो आप बन रहे हैं वह वह है जो स्वास्थ्य, मूल्य जीवन का चयन करता है और अपने शरीर को सम्मान देता है।.
it: La persona che stai diventando è qualcuno che sceglie la salute, valori la vita e onora il loro corpo.
pt: A pessoa que você está se tornando é alguém que escolhe a saúde, valoriza a vida, e honra seu corpo.
ru: Человек, которым вы становитесь, — это тот, кто выбирает здоровье, ценит жизнь и чтит свое тело.
zh: 你即将成为的人,是选择健康,珍视生命,尊崇身体的人.

# quote_073_author
source: Identity Coach Vincent
es: Entrenador de identidad Vincent
fr: Coach identité Vincent
hi: आइडेंटिटी कोच विन्सेंट
pt: Treinador de Identidade Vincent
ru: Тренер по идентификации Винсент
zh: 文森特教练

# quote_074_message
source: Years from now, this quit date will be one of the most important dates in your life story.
es: Años a partir de ahora, esta fecha de renuncia será una de las fechas más importantes de tu historia de vida.
fr: Dans les années qui viennent, cette date d'abandon sera l'une des dates les plus importantes de votre histoire.
hi: अब से साल, यह छुट्टी की तारीख आपके जीवन की कहानी में सबसे महत्वपूर्ण तारीखों में से एक होगी।.
it: Anni da ora, questa data di chiusura sarà una delle date più importanti nella vostra storia di vita.
pt: Daqui a alguns anos, esta data será uma das datas mais importantes da tua vida.
ru: Спустя годы эта дата будет одной из самых важных в вашей жизни.
zh: 几年以后,这个退出日期将是你人生中最重要的日期之一.

# quote_074_author
source: Life Story Date Coach Gabrielle
fr: Life Story Date Entraîneur Gabrielle
hi: लाइफ स्टोरी डेट कोच गैब्रिएले
it: Life Story Data Coach Gabrielle
pt: Vida História Data treinador Gabrielle
ru: История жизни Тренер Габриэль
zh: 生活故事日期教练加布里埃尔

# quote_075_message
source: You're not just changing a habit - you're changing your entire life trajectory toward health and happiness.
es: No sólo estás cambiando un hábito - estás cambiando toda tu trayectoria de vida hacia la salud y la felicidad.
fr: Vous ne changez pas seulement une habitude - vous changez toute votre trajectoire de vie vers la santé et le bonheur.
hi: आप सिर्फ एक आदत नहीं बदल रहे हैं - आप अपने पूरे जीवन को स्वास्थ्य और खुशी की ओर बदल रहे हैं।.
it: Non stai solo cambiando un'abitudine - stai cambiando la tua intera traiettoria di vita verso la salute e la felicità.
pt: Você não está apenas mudando um hábito - você está mudando toda a sua trajetória de vida em direção à saúde e felicidade.
ru: Вы не просто меняете привычку — вы меняете всю свою жизнь в сторону здоровья и счастья.
zh: 你不只是在改变你的习惯 你正在改变你的整个人生轨迹 走向健康和幸福.

# quote_075_author
source: Life Trajectory Coach Jordan
es: Trayectoria de la vida Coach Jordan
fr: Trajectoire de vie Entraîneur Jordan
hi: लाइफ ट्रेजेक्टरी कोच जॉर्डन
it: Vita Traiettoria Coach Jordan
pt: Trajetória de vida treinador Jordan
ru: Тренер Life Trajectory Джордан
zh: 乔丹教练

# quote_076_message
source: The compound benefits of quitting smoking will be felt for decades to come. This is long-term thinking at its best.
es: Los beneficios compuestos de dejar de fumar se sentirán durante décadas por venir. Esto es un pensamiento a largo plazo en su mejor momento.
fr: Les avantages composés de cesser de fumer seront ressentis pendant des décennies. C'est une réflexion à long terme à son meilleur.
hi: धूम्रपान छोड़ने के लिए दशकों तक महसूस किया जाएगा। यह लंबे समय तक सोच रहा है।.
it: I benefici composti di smettere di fumare saranno sentiti per decenni a venire. Questo è il pensiero a lungo termine al suo meglio.
pt: Os benefícios compostos de deixar de fumar serão sentidos por décadas. Isto é pensar a longo prazo no seu melhor.
ru: Составные преимущества отказа от курения будут ощущаться на протяжении десятилетий. Это долгосрочное мышление в лучшем случае.
zh: 今后几十年,人们将感受到戒烟的复合好处。 这是长远的思维 最好的.

# quote_076_author
source: Long-term Benefits Coach Ethan
es: Beneficios a largo plazo Coach Ethan
fr: Avantages à long terme Coach Ethan
hi: दीर्घकालिक लाभ कोच एथेन
it: Vantaggi a lungo termine Coach Ethan
pt: A longo prazo benefícios treinador Ethan
ru: Долгосрочный тренер Итан
zh: 伊森教练

# quote_077_message
source: Your future adventures, relationships, and achievements are all made possible by this brave decision to quit.
es: Tus aventuras, relaciones y logros futuros se hacen posibles por esta valiente decisión de renunciar.
fr: Vos aventures, vos relations et vos réalisations futures sont rendues possibles par cette courageuse décision de cesser de fumer.
hi: आपके भविष्य के रोमांच, रिश्ते और उपलब्धियों को इस बहादुर निर्णय द्वारा छोड़ दिया जा सकता है।.
it: Le vostre avventure, le relazioni e i risultati futuri sono tutti resi possibili da questa coraggiosa decisione di smettere.
pt: Suas aventuras futuras, relacionamentos e conquistas são todas possíveis por esta decisão corajosa de desistir.
ru: Ваши будущие приключения, отношения и достижения становятся возможными благодаря этому смелому решению уйти.
zh: 你的将来的冒险,关系,成就,都是由于这个勇敢的退出决定而得以实现的.

# quote_077_author
source: Future Adventures Coach Crystal
es: Futuro Aventuras Coach Crystal
fr: Futures Aventures Coach Crystal
hi: भविष्य एडवेंचर्स कोच क्रिस्टल
it: Avventure future Coach Crystal
pt: Futuro Aventuras Treinador Cristal
ru: Тренер Future Adventures Кристалл
zh: 未来冒险教练Crystal

# quote_078_message
source: The legacy you're creating is one of strength, wisdom, and the courage to change when change is needed.
es: El legado que estás creando es una de fuerza, sabiduría, y el coraje para cambiar cuando se necesita el cambio.
fr: L'héritage que vous créez est celui de la force, de la sagesse et du courage de changer quand le changement est nécessaire.
hi: आप जो विरासत बना रहे हैं वह ताकत, ज्ञान और परिवर्तन की आवश्यकता होने पर बदलने का साहस है।.
it: L'eredità che state creando è una di forza, saggezza, e il coraggio di cambiare quando il cambiamento è necessario.
pt: O legado que você está criando é de força, sabedoria e coragem para mudar quando a mudança é necessária.
ru: Наследие, которое вы создаете, — это сила, мудрость и мужество меняться, когда изменения необходимы.
zh: 你所创造的遗产是力量,智慧,以及在需要变革时改变的勇气.

# quote_078_author
source: Legacy Creation Coach Derek
fr: L'entraîneur de la création héritage Derek
hi: लीगेसी क्रिएशन कोच डेरेक
it: Legacy Creazione Coach Derek
pt: Treinador de Criação Legado Derek
ru: Тренер по созданию наследия Дерек
zh: 德里克教练

# quote_079_message
source: Every smoke-free day is a building block in the foundation of your healthiest, happiest life.
es: Cada día libre de humo es un edificio en la base de su vida más saludable y feliz.
fr: Chaque journée sans fumée est un élément fondamental de votre vie la plus saine et la plus heureuse.
hi: हर धूम्रपान मुक्त दिन आपके स्वास्थ्यप्रद, खुशहाल जीवन की नींव में एक बिल्डिंग ब्लॉक है।.
it: Ogni giorno senza fumo è un blocco di costruzione nella base della vostra vita più sana e felice.
pt: Cada dia livre de fumo é um bloco de construção na fundação da tua vida mais saudável e feliz.
ru: Каждый день без дыма является строительным блоком в фундаменте вашей самой здоровой и счастливой жизни.
zh: 每一个无烟的日子都是你最健康,最幸福生活的基础.

# quote_079_author
source: Life Foundation Coach Amber
fr: Entraîneur de la Fondation Vie Amber
hi: लाइफ फाउंडेशन कोच एम्बर
pt: Life Foundation treinador Amber
ru: Тренер Life Foundation Эмбер
zh: 生活基金会教练Amber

# quote_080_message
source: You're creating a future where smoking is just a memory, and health and vitality are your daily reality.
es: Estás creando un futuro donde fumar es sólo un recuerdo, y la salud y la vitalidad son tu realidad diaria.
fr: Vous créez un avenir où fumer n'est qu'un souvenir, et la santé et la vitalité sont votre réalité quotidienne.
hi: आप एक भविष्य बना रहे हैं जहां धूम्रपान सिर्फ एक स्मृति है और स्वास्थ्य और जीवन शक्ति आपकी दैनिक वास्तविकता है।.
it: Stai creando un futuro in cui il fumo è solo un ricordo, e la salute e la vitalità sono la tua realtà quotidiana.
pt: Você está criando um futuro onde fumar é apenas uma memória, e saúde e vitalidade são a sua realidade diária.
ru: Вы создаете будущее, где курение — это просто память, а здоровье и жизненная сила — это ваша повседневная реальность.
zh: 你正在创造未来 吸烟只是记忆 健康和活力是你的日常现实.

# quote_080_author
source: Future Creation Coach Phoenix
fr: Création future Coach Phoenix
hi: फ्यूचर क्रिएशन कोच फीनिक्स
pt: Treinador de Criação Futuro Phoenix
ru: Тренер Future Creation Феникс
zh: 未来创造教练凤凰

# first_hour_title
source: First Hour
es: Primera hora
fr: Première heure
hi: पहली बार
it: Prima ora
pt: Primeira hora
ru: Первый час
zh: 第一个小时

# first_hour_description
source: Your first hour smoke-free! The journey begins with a single step.
es: ¡Tu primera hora libre de humo! El viaje comienza con un solo paso.
fr: Ta première heure sans fumée ! Le voyage commence par une seule étape.
hi: आपका पहला घंटे धूम्रपान मुक्त! यात्रा एक ही कदम से शुरू होती है।.
it: La tua prima ora senza fumo! Il viaggio inizia con un unico passo.
pt: A tua primeira hora livre de fumo! A viagem começa com um único passo.
ru: Твой первый час без дыма! Путешествие начинается с одного шага.
zh: 你第一个小时无烟! 旅程从一步开始.

# first_hour_unlockMessage
source: Unlocked after 1 hour smoke-free
es: Desbloqueado después de 1 hora libre de humo
fr: Débloqué après 1 heure sans fumée
hi: 1 घंटे धूम्रपान-मुक्त होने के बाद अनलॉक
it: Sbloccato dopo 1 ora senza fumo
pt: Desbloqueado após 1 hora livre de fumo
ru: Разблокирован через 1 час без дыма
zh: 1小时后无烟解锁

# first_day_title
source: First Day
es: Primer día
fr: Premier jour
hi: पहला दिन
it: Primo giorno
pt: Primeiro dia
ru: Первый день
zh: 第一天

# first_day_description
source: Congratulations! You have completed your first smoke-free day.
es: ¡Enhorabuena! Has completado tu primer día libre de humo.
fr: Félicitations ! Vous avez terminé votre première journée sans fumée.
hi: बधाई! आपने अपना पहला धूम्रपान-मुक्त दिन पूरा कर लिया है।.
it: Congratulazioni! Hai completato la tua prima giornata senza fumo.
pt: Parabéns! Você completou seu primeiro dia livre de fumo.
ru: Поздравляю! Вы завершили свой первый день без дыма.
zh: 祝贺你! 你完成了你的第一个无烟日.

# first_day_unlockMessage
source: Unlocked after 1 day smoke-free
es: Desbloqueado después de 1 día libre de humo
fr: Débloqué après 1 jour sans fumée
hi: 1 दिन धूम्रपान-मुक्त होने के बाद अनलॉक
it: Sbloccato dopo 1 giorno senza fumo
pt: Desbloqueado após 1 dia livre de fumo
ru: Разблокирован после 1 дня без дыма
zh: 禁烟1天后解锁

# first_week_title
source: Week Warrior
es: Guerrero de Semana
fr: Guerre de semaine
hi: सप्ताह वॉरियर
it: Settimana Guerriero
pt: Guerreiro da Semana
ru: Недельный воин
zh: 一周战士

# first_week_description
source: Amazing! One week smoke-free. Your body is already healing.
es: ¡Increíble! Una semana sin humo. Tu cuerpo ya está curando.
fr: Incroyable ! Une semaine sans fumée. Votre corps guérit déjà.
hi: आश्चर्यजनक! एक सप्ताह धूम्रपान मुक्त। आपका शरीर पहले से ही ठीक हो चुका है।.
it: Fantastico! Una settimana senza fumo. Il tuo corpo sta già guarendo.
pt: Incrível! Uma semana sem fumo. O teu corpo já está a sarar.
ru: Удивительно! Одна неделя без дыма. Ваше тело уже исцеляется.
zh: 厉害! 一周无烟. 你的身体已经痊愈了.

# first_week_unlockMessage
source: Unlocked after 7 days smoke-free
es: Desbloqueado después de 7 días sin humo
fr: Débloqué après 7 jours sans fumée
hi: 7 दिनों के बाद धूम्रपान रहित
it: Sbloccato dopo 7 giorni senza fumo
pt: Desbloqueado após 7 dias livre de fumo
ru: Разблокирован через 7 дней без дыма
zh: 7天后没有烟雾

# first_month_title
source: Month Master
fr: Mois Maître
hi: माह मास्टर
it: Mese Master
pt: Mestre do Mês
ru: Месячный мастер
zh: 月 师傅

# first_month_description
source: Incredible! One month smoke-free. Your willpower is growing stronger.
es: ¡Increíble! Un mes sin humo. Tu fuerza de voluntad está creciendo más fuerte.
fr: Incroyable ! Un mois sans fumée. Votre volonté se renforce.
hi: अविश्वसनीय! एक महीने में धूम्रपान मुक्त। आपकी इच्छाशक्ति मजबूत हो रही है।.
it: Incredibile! Un mese senza fumo. Il tuo potere di volontà è sempre più forte.
pt: Incrível! Um mês sem fumo. A tua força de vontade está a ficar mais forte.
ru: Невероятно! Один месяц без дыма. Ваша сила воли становится сильнее.
zh: 不可思议! 一个月无烟. 你的意志力越来越强大了.

# first_month_unlockMessage
source: Unlocked after 30 days smoke-free
es: Desbloqueado después de 30 días sin humo
fr: Débloqué après 30 jours sans fumée
hi: 30 दिनों के बाद धूम्रपान रहित
it: Sbloccato dopo 30 giorni senza fumo
pt: Desbloqueado após 30 dias livre de fumo
ru: После 30 дней без дыма
zh: 30天后无烟解锁

# hundred_days_title
source: 100 Day Hero
es: Héroe de 100 días
fr: 100 jours Héros
hi: 100 दिन हीरो
it: 100 giorni Eroe
pt: Herói dos 100 Dias
ru: 100-дневный герой
zh: 100天英雄队

# hundred_days_description
source: 100 days smoke-free! Your dedication is truly inspiring.
es: ¡100 días sin humo! Su dedicación es verdaderamente inspiradora.
fr: 100 jours sans fumée ! Votre dévouement est vraiment inspirant.
hi: 100 दिन धूम्रपान मुक्त! आपका समर्पण वास्तव में प्रेरणादायक है।.
it: 100 giorni senza fumo! La vostra dedizione è davvero stimolante.
pt: 100 dias sem fumo! A tua dedicação é realmente inspiradora.
ru: 100 дней без дыма! Ваша преданность действительно вдохновляет.
zh: 100天无烟! 你的奉献精神确实鼓舞人心.

# hundred_days_unlockMessage
source: Unlocked after 100 days smoke-free
es: Desbloqueado después de 100 días sin humo
fr: Débloqué après 100 jours sans fumée
hi: 100 दिनों के बाद धूम्रपान रहित
it: Sbloccato dopo 100 giorni senza fumo
pt: Desbloqueado após 100 dias livre de fumo
ru: Разблокирован через 100 дней без дыма
zh: 百日无烟后解锁

# first_year_title
source: Year Champion
es: Campeón de Año
fr: Championne de l'année
hi: वर्ष चैंपियंस
it: Campione dell'anno
pt: Campeão do Ano
ru: Чемпион года
zh: 年度冠军

# first_year_description
source: One full year without smoking! You have transformed your life.
es: ¡Un año sin fumar! Has transformado tu vida.
fr: Une année sans fumer! Vous avez transformé votre vie.
hi: धूम्रपान के बिना एक पूर्ण वर्ष! आपने अपना जीवन बदल दिया है।.
it: Un anno intero senza fumare! Hai trasformato la tua vita.
pt: Um ano inteiro sem fumar! Transformaste a tua vida.
ru: Полный год без курения! Вы изменили свою жизнь.
zh: 一整年不抽烟! 你改变了你的生活.

# first_year_unlockMessage
source: Unlocked after 365 days smoke-free
es: Desbloqueado después de 365 días sin humo
fr: Débloqué après 365 jours sans fumée
hi: 365 दिन धूम्रपान-मुक्त होने के बाद अनलॉक
it: Sbloccato dopo 365 giorni
pt: Desbloqueado após 365 dias livre de fumo
ru: Разблокирован через 365 дней без дыма
zh: 365天无烟后解锁

# nicotine_drop_title
source: Nicotine Dropping
es: Caída de la nicotina
fr: Dropping de la nicotine
it: Goccia di nicotina
pt: Queda de Nicotina
ru: Никотин падает
zh: 尼古丁丢弃

# nicotine_drop_description
source: Your nicotine levels are dropping! Feel the difference.
es: ¡Tus niveles de nicotina están bajando! Siente la diferencia.
fr: Vos taux de nicotine baissent ! Sens la différence.
hi: आपका निकोटीन स्तर गिर रहा है! अंतर महसूस करें।.
it: I livelli di nicotina stanno calando! Senti la differenza.
pt: Os teus níveis de nicotina estão a baixar! Sinta a diferença.
ru: Уровень никотина падает! Почувствуй разницу.
zh: 你的尼古丁水平正在下降! 感受差别.

# nicotine_drop_unlockMessage
source: Unlocked after 1 hour smoke-free
es: Desbloqueado después de 1 hora libre de humo
fr: Débloqué après 1 heure sans fumée
hi: 1 घंटे धूम्रपान-मुक्त होने के बाद अनलॉक
it: Sbloccato dopo 1 ora senza fumo
pt: Desbloqueado após 1 hora livre de fumo
ru: Разблокирован через 1 час без дыма
zh: 1小时后无烟解锁

# co_normal_description
source: Carbon monoxide levels normalized! Breathe easier.
es: Niveles de monóxido de carbono normalizados! Respira más fácil.
fr: Monoxyde de carbone normalisé ! Respirez plus facilement.
hi: कार्बन मोनोऑक्साइड स्तर सामान्यीकृत! आसान साँस लें।.
it: Livelli di monossido di carbonio normalizzati! Respira più facile.
pt: Níveis de monóxido de carbono normalizados! Respira mais devagar.
ru: Уровень угарного газа нормализуется! Дышите легче.
zh: 一氧化碳水平正常化了! 呼吸轻松.

# co_normal_unlockMessage
source: Unlocked after 12 hours smoke-free
es: Desbloqueado después de 12 horas sin humo
fr: Débloqué après 12 heures sans fumée
hi: 12 घंटे धूम्रपान मुक्त करने के बाद अनलॉक
it: Sbloccato dopo 12 ore senza fumo
pt: Desbloqueado após 12 horas livre de fumo
ru: После 12 часов без дыма
zh: 禁烟12小时后解锁

# taste_revival_title
source: Taste Revival
hi: स्वाद Revival
it: Revival del gusto
pt: Revival do paladar
ru: Возрождение вкуса
zh: 味道复兴

# taste_revival_description
source: Your taste and smell are returning! Enjoy life's flavors.
es: ¡Tu sabor y olor están regresando! Disfruta de los sabores de la vida.
fr: Ton goût et ton odeur reviennent ! Profitez des saveurs de la vie.
hi: आपका स्वाद और गंध वापस आ रहा है! जीवन के स्वाद का आनंद लें।.
it: Il tuo gusto e l'odore stanno tornando! Goditi i sapori della vita.
pt: O teu gosto e cheiro estão a voltar! Aproveita os sabores da vida.
ru: Ваш вкус и запах возвращаются! Наслаждайтесь вкусами жизни.
zh: 你的味道和味道又回来了! 享受生活的风味.

# taste_revival_unlockMessage
source: Unlocked after 3 days smoke-free
es: Desbloqueado después de 3 días sin humo
fr: Débloqué après 3 jours sans fumée
hi: 3 दिनों के बाद धूम्रपान रहित
it: Sbloccato dopo 3 giorni senza fumo
pt: Desbloqueado após 3 dias livre de fumo
ru: Разблокирован через 3 дня без дыма
zh: 三天后解除锁禁烟

# lung_healing_title
source: Lung Healing
fr: Guérison pulmonaire
hi: लुंग हीलिंग
it: Guarigione polmonare
pt: Cura Pulmonar
ru: Заживление легких
zh: 养肺

# lung_healing_description
source: Your lungs are healing! Cilia are regenerating.
es: ¡Tus pulmones están sanando! Cilia está regenerando.
fr: Vos poumons guérissent ! Cilia se régénère.
hi: आपके फेफड़ों का उपचार कर रहे हैं! सिलिया पुनर्जन्म कर रहे हैं।.
it: I polmoni stanno guarendo! Cilia sta rigenerando.
pt: Os teus pulmões estão a sarar! Os Cílios estão a regenerar-se.
ru: Ваши легкие заживают! Килия восстанавливается.
zh: 你的肺已经痊愈了! Cilia正在重生.

# lung_healing_unlockMessage
source: Unlocked after 2 weeks smoke-free
es: Desbloqueado después de 2 semanas sin humo
fr: Débloqué après 2 semaines sans fumée
hi: 2 सप्ताह के बाद धूम्रपान रहित
it: Sbloccato dopo 2 settimane senza fumo
pt: Desbloqueado após 2 semanas livre de fumo
ru: Разблокирован через 2 недели без дыма
zh: 两周后没有烟雾

# first_10_saved_title
source: First $10 Saved
es: Primero $10 ahorrados
fr: Premier $10 économisé
hi: पहले $10 सेव
it: Primi $10 salvati
pt: Primeiro $10 Salvo
ru: Первые $10 сэкономлены
zh: 头10美元

# first_10_saved_description
source: You've saved your first $10! Small steps, big results.
es: ¡Has salvado tus primeros $10! Pequeños pasos, grandes resultados.
fr: Tu as économisé tes premiers 10 dollars ! Petits pas, gros résultats.
hi: आपने अपना पहला $10 बचा लिया है! छोटे कदम, बड़े परिणाम।.
it: Hai salvato i tuoi primi 10 dollari! Piccoli passi, grandi risultati.
pt: Poupaste os teus primeiros 10 dólares! Pequenos passos, grandes resultados.
ru: Вы сэкономили свои первые 10 долларов! Маленькие шаги, большие результаты.
zh: 你省了头10块! 小步,大结果.

# first_10_unlockMessage
source: Unlocked after saving $10
es: Desbloqueado después de ahorrar $10
fr: Débloqué après avoir économisé 10 $
hi: $10 की बचत के बाद अनलॉक
it: Sbloccato dopo aver risparmiato $10
pt: Desbloqueado após salvar $10
ru: Разблокирован после экономии $10
zh: 保存10美元后解锁
