Repository: Haileman11/smokeless_plus
Catalog: assets/l10n/intl_*.arb
Languages: es, fr, hi, it, pt, ru, zh

# quote_045_author
source: Role Model Coach Anthony
es: Modelo de papel entrenador Anthony
fr: Entraîneur modèle Anthony
hi: रोल मॉडल कोच एंथनी
it: Role modello Coach Anthony
pt: Role Model treinador Anthony
ru: Тренер-модель Энтони
zh: 角色模范教练安东尼

# quote_046_message
source: The people who love you are celebrating your decision to choose life, health, and presence.
es: Las personas que te aman están celebrando tu decisión de elegir vida, salud y presencia.
fr: Les gens qui vous aiment célèbrent votre décision de choisir la vie, la santé et la présence.
hi: जो लोग आपको प्यार करते हैं वे जीवन, स्वास्थ्य और उपस्थिति का चयन करने के अपने निर्णय का जश्न मना रहे हैं।.
it: Le persone che ti amano stanno celebrando la tua decisione di scegliere la vita, la salute e la presenza.
pt: As pessoas que vos amam estão a celebrar a vossa decisão de escolher a vida, a saúde e a presença.
ru: Люди, которые любят вас, празднуют ваше решение выбрать жизнь, здоровье и присутствие.
zh: 爱你的人们正在庆祝你选择生命、健康和存在的决定.

# quote_046_author
source: Celebration Coach Monica
es: Entrenador de Celebración Monica
fr: Célébration Coach Monica
hi: समारोह कोच मोनिका
it: Celebrazione Coach Monica
pt: Treinador de Celebração Monica
ru: Праздничный тренер Моника
zh: 庆祝莫妮卡教练

# quote_047_message
source: Your smoke-free home is now a sanctuary of clean air and healthy living for everyone in it.
es: Su hogar libre de humo es ahora un santuario de aire limpio y vida saludable para todos en él.
fr: Votre maison sans fumée est maintenant un sanctuaire d'air pur et de vie saine pour tous.
hi: आपका धूम्रपान मुक्त घर अब सभी के लिए स्वच्छ हवा और स्वस्थ जीवन का एक अभयारण्य है।.
it: La vostra casa senza fumo è ora un santuario di aria pulita e di vita sana per tutti in esso.
pt: Sua casa livre de fumaça é agora um santuário de ar limpo e saudável viver para todos nele.
ru: Ваш дом без дыма теперь является святилищем чистого воздуха и здоровой жизни для всех в нем.
zh: 你们的无烟之家现在是清洁空气和健康生活的避难所.

# quote_047_author
source: Home Wellness Expert Tracy
hi: होम कल्याण विशेषज्ञ ट्रेसी
pt: Página inicial Wellness Expert Tracy
ru: Home Здоровье Трейси
zh: 家庭健康专家Tracy

# quote_048_message
source: You're giving your children and grandchildren the gift of fresh air and a healthy role model.
es: Está dando a sus hijos y nietos el regalo de aire fresco y un modelo de rol saludable.
fr: Vous donnez à vos enfants et petits-enfants le don de l'air frais et un modèle de rôle sain.
hi: आप अपने बच्चों और पोते को ताजा हवा और एक स्वस्थ भूमिका मॉडल का उपहार दे रहे हैं।.
it: Stai dando ai tuoi figli e nipoti il dono dell'aria fresca e un modello di ruolo sano.
pt: Estás a dar aos teus filhos e netos o dom do ar fresco e um modelo saudável.
ru: Вы дарите своим детям и внукам свежий воздух и здоровый образец для подражания.
zh: 你给你的儿孙们带来新鲜空气 和健康的榜样.

# quote_048_author
source: Children's Health Advocate Dr. Lopez
es: Children's Health Advocate Dr. López
fr: Avocat pour la santé des enfants Dr Lopez
hi: बच्चों के स्वास्थ्य एडवोकेट डॉ लोपेज़
it: Avvocato per la salute dei bambini Dr. Lopez
pt: Advogado de Saúde Infantil Dr. Lopez
ru: Защитник здоровья детей доктор Лопес
zh: 儿童保健倡导者洛佩兹博士

# quote_049_message
source: Every family gathering is now free from the separation that smoking used to create.
es: Cada reunión familiar está ahora libre de la separación que fumaba para crear.
fr: Chaque réunion de famille est désormais libre de la séparation que le tabagisme avait l'habitude de créer.
hi: हर परिवार का संग्रह अब अलगाव से मुक्त है जो धूम्रपान करने के लिए इस्तेमाल किया जाता है।.
it: Ogni riunione di famiglia è ora libera dalla separazione che il fumo ha usato per creare.
pt: Cada reunião familiar está agora livre da separação que o fumo costumava criar.
ru: Каждая семейная встреча теперь свободна от разделения, которое раньше создавало курение.
zh: 现在,每一次家庭聚会都摆脱了吸烟造成的隔离.

# quote_049_author
source: Family Unity Coach Richard
fr: Coach de l'unité familiale Richard
hi: परिवार एकता कोच रिचर्ड
it: Famiglia Unity Coach Richard
pt: O treinador Richard da unidade familiar
ru: Тренер семейного единства Ричард
zh: 家庭团结教练理查德

# quote_050_message
source: The love in your life multiplies when you choose to love yourself enough to quit smoking.
es: El amor en tu vida se multiplica cuando eliges amarte lo suficiente para dejar de fumar.
fr: L'amour dans votre vie multiplie quand vous choisissez de vous aimer assez pour cesser de fumer.
hi: जब आप धूम्रपान छोड़ने के लिए खुद को पर्याप्त प्यार करना चुनते हैं तो अपने जीवन में प्यार गुणा करता है।.
it: L'amore nella tua vita si moltiplica quando scegli di amarti abbastanza da smettere di fumare.
pt: O amor em sua vida multiplica quando você escolhe amar-se o suficiente para parar de fumar.
ru: Любовь в вашей жизни умножается, когда вы решаете любить себя достаточно, чтобы бросить курить.
zh: 当你选择爱自己足够戒烟时,生命中的爱会倍增.

# quote_050_author
source: Self-Love Coach Vanessa
es: Coach de auto-amor Vanessa
fr: Auto-amour entraîneur Vanessa
hi: सेल्फ लव कोच वैनेसा
it: Auto-Love Coach Vanessa
pt: Auto-amor treinador Vanessa
ru: Тренер по любви Ванесса
zh: 自爱教练瓦内萨

# quote_051_message
source: You've just conquered one of the most challenging addictions. If you can do this, you can do anything.
es: Acabas de conquistar una de las adicciones más difíciles. Si puedes hacer esto, puedes hacer cualquier cosa.
fr: Vous venez de conquérir l'une des dépendances les plus difficiles. Si tu peux faire ça, tu peux faire n'importe quoi.
hi: आपने अभी सबसे चुनौतीपूर्ण व्यसनों में से एक को जीत लिया है। यदि आप ऐसा कर सकते हैं तो आप कुछ भी कर सकते हैं।.
it: Hai appena conquistato una delle dipendenze più impegnative. Se puoi farlo, puoi fare qualsiasi cosa.
pt: Acabaste de conquistar um dos vícios mais desafiadores. Se consegues fazer isto, podes fazer qualquer coisa.
ru: Вы только что победили одну из самых сложных зависимостей. Если вы можете сделать это, вы можете сделать что угодно.
zh: 你刚刚征服了最有挑战性的瘾君子之一 若能成就一切众生.

# quote_051_author
source: Achievement Coach Tyler
es: El entrenador Tyler
fr: Entraîneur de réalisation Tyler
hi: उपलब्धि कोच टायलर
it: Ottenere Coach Tyler
pt: Treinador Tyler
ru: Тренер по достижениям Тайлер
zh: 泰勒教练

# quote_052_message
source: This is your personal Mount Everest, and you're climbing it one smoke-free day at a time.
es: Este es tu Monte Everest personal, y lo estás escalando un día libre de humo a la vez.
fr: C'est votre Mont Everest personnel, et vous l'escaladez une journée sans fumée à la fois.
hi: यह आपकी व्यक्तिगत माउंट एवरेस्ट है, और आप इसे एक समय में धूम्रपान मुक्त दिन पर चढ़ रहे हैं।.
it: Questo è il tuo personale Monte Everest, e lo stai arrampicando una giornata senza fumo alla volta.
pt: Este é o seu Mount Everest pessoal, e você está escalando-lo um dia livre de fumaça de cada vez.
ru: Это ваша личная гора Эверест, и вы поднимаетесь на нее один день без дыма.
zh: 这是您个人的珠穆朗玛峰, 您正在攀登它一天一个无烟.

# quote_052_author
source: Personal Challenge Coach Rosa
fr: Entraîneur du Défi personnel Rosa
hi: व्यक्तिगत चैलेंज कोच रोजा
pt: Personal Challenge treinador Rosa
ru: Тренер персонального вызова Роза
zh: 个人挑战教练罗莎

# quote_053_message
source: You've graduated from addiction to freedom. Wear this accomplishment with pride.
es: Te has graduado de la adicción a la libertad. Use este logro con orgullo.
fr: Tu es diplômé de la dépendance à la liberté. Portez cette réalisation avec fierté.
hi: आपने स्वतंत्रता की लत से स्नातक किया है। इस उपलब्धि को गर्व से पहनें।.
it: Ti sei laureato alla dipendenza dalla libertà. Indossa questo risultato con orgoglio.
pt: Formaste-te em vício em liberdade. Usai esta realização com orgulho.
ru: Ты окончила школу зависимости от свободы. Носите это достижение с гордостью.
zh: 你从瘾君子到自由都毕业了 自豪地佩戴这一成就.

# quote_053_author
source: Pride Coach Kenneth
hi: प्राइड कोच केनेथ
pt: Orgulho treinador Kenneth
ru: Главный тренер Кеннет
zh: 荣誉教练肯尼斯

# quote_054_message
source: Every person you inspire with your quit story multiplies the impact of your brave decision.
es: Cada persona que inspira con su historia de renuncia multiplica el impacto de su valiente decisión.
fr: Chaque personne que vous inspirez avec votre histoire de renoncement multiplie l'impact de votre courageuse décision.
hi: प्रत्येक व्यक्ति को आप अपनी छोड़ने की कहानी के साथ प्रेरित करते हैं, जो आपके बहादुर निर्णय के प्रभाव को गुणा करता है।.
it: Ogni persona che si ispira con la vostra storia di quit moltiplica l'impatto della vostra decisione coraggiosa.
pt: Cada pessoa que você inspira com sua história de parar multiplica o impacto de sua decisão corajosa.
ru: Каждый человек, которого вы вдохновляете своей историей, умножает влияние вашего смелого решения.
zh: 你用你放弃的故事激励的每一个人 都会加倍地影响你勇敢的决定.

# quote_054_author
source: Inspiration Speaker Dr. Clark
fr: Inspiration Président Dr Clark
hi: प्रेरणा अध्यक्ष डॉ. क्लार्क
it: Ispirazione Speaker Dr. Clark
pt: Porta-voz da inspiração Dr. Clark
ru: Вдохновляющий спикер доктор Кларк
zh: 克拉克博士

# quote_055_message
source: You've proven that you have the strength to change your life. What other dreams will you conquer next?
es: Has demostrado que tienes la fuerza para cambiar tu vida. ¿Qué otros sueños conquistarás después?
fr: Vous avez prouvé que vous avez la force de changer votre vie. Quels autres rêves allez-vous conquérir ?
hi: आपने साबित किया है कि आपके पास अपने जीवन को बदलने की ताकत है। आप अगले क्या चाहते हैं?
it: Hai dimostrato di avere la forza di cambiare la tua vita. Quali altri sogni vincerai dopo?
pt: Provaste que tens a força para mudar a tua vida. Que outros sonhos vais conquistar a seguir?
ru: Вы доказали, что у вас есть силы изменить свою жизнь. Какие еще мечты вы покорите в следующий раз?
zh: 你证明你有力量改变你的生活 接下来你会征服什么梦?

# quote_055_author
source: Dream Achievement Coach Sophia
fr: Réalisation du rêve Entraîneur Sophia
hi: सपना उपलब्धि कोच सोफिया
it: Realizzazione dei sogni Coach Sophia
pt: Realização dos Sonhos Treinador Sophia
ru: Достижение мечты Тренер София
zh: 梦想成就 索菲亚教练

# quote_056_message
source: This victory over smoking is evidence of your incredible capacity for positive transformation.
es: Esta victoria sobre fumar es evidencia de su increíble capacidad de transformación positiva.
fr: Cette victoire sur le tabagisme témoigne de votre incroyable capacité de transformation positive.
hi: धूम्रपान पर यह जीत सकारात्मक परिवर्तन के लिए आपकी अविश्वसनीय क्षमता का सबूत है।.
it: Questa vittoria sul fumo è la prova della vostra incredibile capacità di trasformazione positiva.
pt: Esta vitória sobre o fumo é evidência da sua incrível capacidade de transformação positiva.
ru: Эта победа над курением свидетельствует о вашей невероятной способности к позитивной трансформации.
zh: 这场战胜吸烟的胜利,证明了你令人难以置信的积极转变能力.

# quote_056_author
source: Transformation Coach Gregory
fr: Entraîneur en transformation Gregory
hi: परिवर्तन कोच ग्रेगोरी
it: Trasformazione Coach Gregory
pt: Transformação treinador Gregory
ru: Тренер по трансформации Грегори
zh: 格雷戈里教练

# quote_057_message
source: You're not the same person who used to smoke. You've evolved into someone stronger and healthier.
es: No eres la misma persona que solía fumar. Te has convertido en alguien más fuerte y saludable.
fr: Tu n'es pas la même personne qui fumait. Tu es devenu quelqu'un de plus fort et de plus en plus sain.
hi: आप धूम्रपान करने वाले व्यक्ति नहीं हैं। आप किसी को मजबूत और स्वस्थ में विकसित हुए हैं।.
it: Non sei la stessa persona che fumava. Ti sei evoluto in qualcuno piu' forte e piu' sano.
pt: Não és a mesma pessoa que fumava. Você evoluiu para alguém mais forte e saudável.
ru: Ты не тот человек, который раньше курил. Вы превратились в кого-то более сильного и здорового.
zh: 你和以前抽烟的人不一样 你演化成一个更强大更健康的人.

# quote_057_author
source: Evolution Coach Miranda
fr: Entraîneur Evolution Miranda
hi: विकास कोच मिरांडा
pt: Treinador de Evolução Miranda
ru: Тренер Evolution Миранда
zh: 进化教练米兰达

# quote_058_message
source: Your success story is being written with every smoke-free choice. Make it a bestseller.
es: Su historia de éxito está siendo escrita con cada opción libre de humo. Hazlo un bestseller.
fr: Votre réussite est écrite avec chaque choix sans fumée. Faites-en un best-seller.
hi: आपकी सफलता की कहानी हर धूम्रपान मुक्त विकल्प के साथ लिखी जा रही है। इसे सर्वश्रेष्ठ विक्रेता बनाएं।.
it: La tua storia di successo è scritta con ogni scelta senza fumo. Fallo diventare un bestseller.
pt: A tua história de sucesso está a ser escrita com todas as opções livres de fumo. Que seja um best-seller.
ru: Ваша история успеха пишется с каждым бездымным выбором. Сделайте его бестселлером.
zh: 你的成功故事是用无烟选择写的 使其畅销.

# quote_058_author
source: Success Story Coach Nathan
es: Historia de éxito entrenador Nathan
fr: Réussite Entraîneur Nathan
hi: सफलता की कहानी कोच नाथन
it: Storia di successo Coach Nathan
pt: Treinador Nathan História de Sucesso
ru: Тренер истории успеха Натан
zh: 成功的故事教练内森

# quote_059_message
source: The discipline you've developed in quitting smoking will serve you well in every area of life.
es: La disciplina que has desarrollado para dejar de fumar te servirá bien en cada área de la vida.
fr: La discipline que vous avez développée pour cesser de fumer vous servira bien dans tous les domaines de la vie.
hi: जिस अनुशासन को आपने धूम्रपान छोड़ने में विकसित किया है वह आपको जीवन के हर क्षेत्र में अच्छी तरह से काम करेगा।.
it: La disciplina che hai sviluppato nel smettere di fumare ti servirà bene in ogni area della vita.
pt: A disciplina que desenvolveu em parar de fumar vai servir-lhe bem em todas as áreas da vida.
ru: Дисциплина, которую вы развили в отказе от курения, будет служить вам во всех сферах жизни.
zh: 你戒烟的纪律 在生活的每一方面都对你有好处.

# quote_059_author
source: Discipline Coach Oliver
es: Entrenador de disciplina Oliver
fr: Entraîneur de discipline Oliver
hi: अनुशासन कोच ओलिवर
it: Disciplina Coach Oliver
pt: Treinador de disciplina Oliver
ru: Тренер по дисциплине Оливер
zh: 纪律教练奥利弗

# quote_060_message
source: You've broken free from chains that held millions captive. You are now truly free.
es: Has roto libre de cadenas que retuvieron a millones cautivos. Ahora eres verdaderamente libre.
fr: Vous avez rompu avec des chaînes qui ont retenu des millions de captifs. Vous êtes maintenant vraiment libre.
hi: आपने लाखों कैप्टिव होने वाली श्रृंखलाओं से मुक्त कर दिया है। अब आप वास्तव में मुफ्त हैं।.
it: Ti sei liberato dalle catene che hanno tenuto milioni di prigionieri. Ora sei veramente libero.
pt: Libertaste-te de correntes que mantiveram milhões de prisioneiros. Agora és verdadeiramente livre.
ru: Ты вырвался из цепей, которые держали в плену миллионы. Теперь вы действительно свободны.
zh: 你从锁链中解脱出来 锁住了数百万人 你现在是真正的自由.

# quote_060_author
source: Freedom Coach Isabella
es: El entrenador de libertad Isabella
fr: Entraîneur de la liberté Isabella
hi: फ्रीडम कोच इसाबेला
it: Libertà Coach Isabella
pt: Treinador da Liberdade Isabella
ru: Тренер Freedom Изабелла
zh: 自由教练伊莎贝拉

# quote_061_message
source: Cravings are like ocean waves - they build, peak, and then always crash down. Ride them out.
es: Las ondas son como olas oceánicas - construyen, pico, y luego siempre se estrellan. Llévenlos.
fr: Les cravaches sont comme les vagues de l'océan - elles construisent, culbutent, puis s'écrasent toujours. Sortez-les.
hi: क्रेविंग महासागर की लहरों की तरह हैं - वे निर्माण, चोटी और फिर हमेशा दुर्घटनाग्रस्त हो जाते हैं। उन्हें बाहर की सवारी.
it: Cravings sono come onde oceaniche - costruiscono, picco, e poi si schiantano sempre. Tirali fuori.
pt: Os desejos são como as ondas oceânicas - eles constroem, pico, e depois caem sempre. Leva-os para fora.
ru: Жажда подобна океанским волнам — они строятся, достигают пика, а затем всегда падают вниз. Отвези их.
zh: 爬行就像海浪一样 它们筑起,登峰造极 然后总是会坠落 骑他们出去.

# quote_061_author
source: Craving Management Expert Dr. Stone
fr: Expert en gestion de la rage Dr Stone
hi: क्राविंग मैनेजमेंट एक्सपर्ट डॉ स्टोन
pt: Especialista em Gestão de Desejos Dr. Stone
ru: Эксперт по управлению тягой доктор Стоун
zh: 编织管理专家 Stone博士

# quote_062_message
source: This moment of difficulty will pass, but your quit will last forever if you don't give up.
es: Este momento de dificultad pasará, pero tu renuncia durará para siempre si no te rindes.
fr: Ce moment de difficulté passera, mais votre renoncement durera pour toujours si vous n'abandonnez pas.
hi: इस क्षण में कठिनाई होती है, लेकिन अगर आप नहीं देते हैं तो आपका पद हमेशा के लिए रहेगा।.
it: Questo momento di difficoltà passerà, ma la tua smettere durerà per sempre se non ti arrendi.
pt: Este momento de dificuldade vai passar, mas a tua saída vai durar para sempre se não desistires.
ru: Этот момент трудностей пройдет, но ваш уход будет длиться вечно, если вы не сдадитесь.
zh: 这一刻的困难会过去,但是如果你不放弃,你的退出会永远持续下去.

# quote_062_author
source: Persistence Coach Frank
fr: Persistance entraîneur Frank
hi: दृढ़ता कोच फ्रैंक
it: Persistenza Coach Frank
pt: Persistência Treinador Frank
ru: Настойчивый тренер Фрэнк
zh: 弗兰克教练

# quote_063_message
source: The urge you're feeling right now is addiction's last desperate attempt to control you. You're stronger.
es: El impulso que sientes ahora mismo es el último intento desesperado de la adicción de controlarte. Eres más fuerte.
fr: L'envie que vous ressentez en ce moment est la dernière tentative désespérée de la dépendance de vous contrôler. Tu es plus fort.
hi: आप अभी महसूस कर रहे हैं आग्रह करता हूं कि अब आप को नियंत्रित करने के लिए लत का आखिरी हताश प्रयास है। आप मजबूत हैं।.
it: L'impulso che provi in questo momento e' l'ultimo disperato tentativo della tossicodipendenza di controllarti. Sei più forte.
pt: O desejo que estás a sentir neste momento é a última tentativa desesperada de te controlar. És mais forte.
ru: Побуждение, которое вы чувствуете прямо сейчас, является последней отчаянной попыткой зависимости контролировать вас. Ты сильнее.
zh: 你现在的冲动是瘾君子 最后一次想控制你 你更强壮.

# quote_063_author
source: Addiction Recovery Specialist Dr. Reed
fr: Spécialiste du rétablissement des toxicomanies Dr Reed
pt: Especialista em Recuperação de Vícios, Dr. Reed
ru: Специалист по восстановлению наркомании доктор Рид
zh: 戒毒专家Reed博士

# quote_064_message
source: Every craving you survive makes the next one weaker. You're wearing down the addiction, not the other way around.
es: Cada anhelo que sobrevives hace que el siguiente sea más débil. Estás usando la adicción, no al revés.
fr: Chaque envie que vous survivez rend la prochaine plus faible. Tu portes la dépendance, pas l'inverse.
hi: जब आप जीवित रहते हैं तो अगले एक कमजोर व्यक्ति बन जाता है। आप नशे की लत पहन रहे हैं, न कि दूसरे तरीके से।.
it: Ogni desiderio di sopravvivere rende il prossimo più debole. Hai addosso la dipendenza, non il contrario.
pt: Cada desejo que sobrevives torna o próximo mais fraco. Estás a acabar com o vício, não o contrário.
ru: Каждая тяга к выживанию делает следующую слабее. Ты изнашиваешь зависимость, а не наоборот.
zh: 每次你渴望生存 都会让下一个更弱 你戒了毒瘾,而不是相反.

# quote_064_author
source: Resilience Training Coach Julie
es: Entrenamiento de Resiliencia Entrenador Julie
fr: Entraînement en résilience Julie
hi: लचीलापन प्रशिक्षण कोच जूली
pt: Treinador de treinamento de resiliência Julie
ru: Тренер по обучению устойчивости Джули
zh: 复原训练教练Julie

# quote_065_message
source: What feels unbearable right now felt the same way yesterday, and you made it through. You can do it again.
es: Lo que se siente insoportable ahora mismo sentía lo mismo ayer, y lo lograste. Puedes hacerlo otra vez.
fr: Ce qui est insupportable en ce moment a été ressenti de la même manière hier, et vous avez réussi. Tu peux le refaire.
hi: क्या महसूस करता है कि अभी तक ऐसा महसूस नहीं किया गया है, और आपने इसे बनाया है। आप इसे फिर से कर सकते हैं।.
it: Quello che sembra insopportabile in questo momento si è sentito allo stesso modo ieri, e l'hai fatto passare. Puoi farlo di nuovo.
pt: O que me parece insuportável agora foi o mesmo ontem, e conseguiste. Podes fazê-lo outra vez.
ru: То, что кажется невыносимым прямо сейчас, чувствовалось так же вчера, и вы прошли через это. Ты можешь сделать это снова.
zh: 感觉难以忍受的,现在感觉 同样的方式昨天, 你做到了。 汝又能作么生会.

# quote_065_author
source: Endurance Coach Marcus
hi: धीरज कोच मार्कस
pt: Endurance treinador Marcus
ru: Тренер Endurance Маркус
zh: 马库斯教练

# quote_066_message
source: The discomfort you feel is temporary, but the regret of giving up would be permanent.
es: La incomodidad que sientes es temporal, pero el arrepentimiento de renunciar sería permanente.
fr: L'inconfort que vous ressentez est temporaire, mais le regret d'abandonner serait permanent.
hi: जो असुविधा आपको महसूस होती है वह अस्थायी है, लेकिन उसे देने की इच्छा स्थायी होगी।.
it: Il disagio che si sente è temporaneo, ma il rammarico di rinunciare sarebbe permanente.
pt: O desconforto que sente é temporário, mas o arrependimento de desistir seria permanente.
ru: Дискомфорт, который вы чувствуете, является временным, но сожаление о сдаче будет постоянным.
zh: 你感到的不适是暂时的,但放弃的遗憾将是永久的.

# quote_066_author
source: Regret Prevention Coach Zoe
es: El entrenador de prevención de regresiones Zoe
hi: रेजिरेट रोकथाम कोच जो
pt: Arrependimento prevenção treinador Zoe
ru: Тренер по профилактике Зои
zh: 很遗憾,佐伊教练

# quote_067_message
source: You've survived 100% of your worst cravings so far. Your track record is perfect.
es: Has sobrevivido al 100% de tus peores ansias hasta ahora. Tu historial es perfecto.
fr: Tu as survécu à 100% de tes pires envies jusqu'ici. Votre parcours est parfait.
hi: आप अभी तक अपने सबसे खराब cravings के 100% बच गए हैं। आपका ट्रैक रिकॉर्ड सही है।.
it: Sei sopravvissuto al 100% delle tue peggiori voglie finora. Il tuo record è perfetto.
pt: Sobreviveste a 100% dos teus piores desejos até agora. O teu histórico é perfeito.
ru: Вы пережили 100% ваших худших желаний до сих пор. Ваш послужной список идеален.
zh: 到目前为止 你百分之百的渴望都活下来了 你的成绩是完美的.

# quote_067_author
source: Survival Statistics Coach Ian
es: Estadísticas de supervivencia Coach Ian
fr: Statistiques de survie Coach Ian
hi: सर्वाइवल सांख्यिकी कोच इयान
it: Statistiche di sopravvivenza Coach Ian
pt: Estatísticas de Sobrevivência Treinador Ian
ru: Статистика выживаемости Тренер Иэн
zh: 生存统计 伊恩教练

# quote_068_message
source: This challenging moment is actually your strength training session. Each rep makes you stronger.
es: Este momento difícil es en realidad su sesión de entrenamiento de fuerza. Cada representante te hace más fuerte.
fr: Ce moment difficile est en fait votre séance de musculation. Chaque représentant vous rend plus fort.
hi: यह चुनौतीपूर्ण क्षण वास्तव में आपकी ताकत प्रशिक्षण सत्र है। प्रत्येक प्रतिनिधि आपको मजबूत बनाता है।.
it: Questo momento impegnativo è in realtà la vostra sessione di allenamento forza. Ogni ripetitore ti rende più forte.
pt: Este momento desafiador é realmente a sua sessão de treino de força. Cada representante torna-te mais forte.
ru: Этот сложный момент на самом деле является вашей тренировкой силы. Каждый шаг делает вас сильнее.
zh: 这个充满挑战的时刻 实际上是你的实力训练 每个代表都让你更强大.

# quote_068_author
source: Mental Strength Coach Ruby
es: Entrenador de fuerza mental Ruby
fr: Entraîneur de force mentale Ruby
hi: मानसिक शक्ति कोच रूबी
pt: Treinador de força mental Ruby
ru: Тренер по ментальной силе Руби
zh: 鲁比精神强力教练
