Repository: Haileman11/smokeless_plus
Catalog: assets/l10n/intl_*.arb
Languages: es, fr, hi, it, pt, ru, zh

# quote_001_message
source: Every smoke-free breath is a victory celebration in your lungs. Your body is healing with each passing moment.
es: Cada respiración libre de humo es una celebración de victoria en sus pulmones. Tu cuerpo está sanando con cada momento que pasa.
fr: Chaque souffle sans fumée est une célébration de victoire dans vos poumons. Votre corps guérit à chaque instant qui passe.
hi: हर धूम्रपान मुक्त सांस आपके फेफड़ों में जीत का जश्न है। आपका शरीर प्रत्येक क्षण के साथ ठीक हो जाता है।.
it: Ogni respiro senza fumo è una celebrazione di vittoria nei polmoni. Il vostro corpo sta curando con ogni momento di passaggio.
pt: Cada respiração sem fumo é uma celebração de vitória nos pulmões. Seu corpo está curando a cada momento que passa.
ru: Каждое бездымное дыхание — это праздник победы в ваших легких. Ваше тело исцеляется с каждым мгновением.
zh: 每一次无烟呼吸都是肺部的胜利庆典. 你的身体每过一刻都在愈合.

# quote_001_author
source: Dr. Sarah Williams
hi: डॉ. सारा विलियम्स
pt: Dra. Sarah Williams
ru: Доктор Сара Уильямс
zh: 萨拉·威廉斯博士

# quote_002_message
source: Your heart is beating stronger today than it was yesterday. Every day smoke-free is a gift to your cardiovascular system.
es: Tu corazón está latiendo más fuerte hoy que ayer. Cada día sin humo es un regalo para su sistema cardiovascular.
fr: Votre cœur bat plus fort aujourd'hui qu'hier. Chaque jour sans fumée est un cadeau pour votre système cardiovasculaire.
hi: आज आपका दिल बहुत मजबूत हो रहा है, इससे पहले कि यह कल था। हर दिन धूम्रपान मुक्त आपके हृदय प्रणाली के लिए एक उपहार है।.
it: Il tuo cuore batte più forte di ieri. Ogni giorno senza fumo è un regalo per il vostro sistema cardiovascolare.
pt: O teu coração bate mais forte hoje do que ontem. Todos os dias sem fumo é um presente para o seu sistema cardiovascular.
ru: Сегодня ваше сердце бьется сильнее, чем вчера. Каждый день без дыма является подарком для вашей сердечно-сосудистой системы.
zh: 今天你的心跳比昨天强 每天无烟是给你心血管系统的礼物.

# quote_002_author
source: Cardiologist Dr. James Lee
es: Cardiólogo Dr. James Lee
fr: Cardiologue Dr James Lee
hi: कार्डियोलॉजिस्ट डॉ जेम्स ली
it: Cardiologo Dr. James Lee
pt: Cardiologista Dr. James Lee
ru: Кардиолог доктор Джеймс Ли
zh: 心脏病学家 James Lee博士

# quote_003_message
source: The oxygen in your blood is increasing, your circulation is improving, and your energy levels are soaring.
es: El oxígeno en su sangre está aumentando, su circulación está mejorando, y sus niveles de energía se están elevando.
fr: L'oxygène dans votre sang augmente, votre circulation s'améliore et vos niveaux d'énergie montent.
hi: आपके रक्त में ऑक्सीजन बढ़ रहा है, आपका परिसंचरण सुधार हो रहा है, और आपका ऊर्जा स्तर बढ़ रहा है।.
it: L'ossigeno nel vostro sangue sta aumentando, la vostra circolazione sta migliorando, e i livelli di energia sono in aumento.
pt: O oxigénio no seu sangue está a aumentar, a sua circulação está a melhorar e os seus níveis de energia estão a subir.
ru: Кислород в вашей крови увеличивается, ваше кровообращение улучшается, а уровень энергии растет.
zh: 你血液中的氧气在增加, 你的循环在改善, 你的能量水平在飞升.

# quote_003_author
source: Health Coach Maria
es: Entrenador de Salud María
fr: Entraîneur de santé Maria
hi: स्वास्थ्य कोच मारिया
it: Salute Coach Maria
pt: Treinador de Saúde Maria
ru: Тренер по здоровью Мария
zh: 卫生教练玛丽亚

# quote_004_message
source: Your taste buds are awakening to flavors you haven't experienced in years. Life is becoming more vivid.
es: Tus papilas gustativas están despertando a sabores que no has experimentado en años. La vida se está volviendo más viva.
fr: Vos papilles s'éveillent aux saveurs que vous n'avez pas connues depuis des années. La vie devient plus vivante.
hi: आपके स्वाद की कलियाँ वर्षों में अनुभव नहीं हुई हैं। जीवन अधिक ज्वलंत हो रहा है।.
it: I vostri boccioli di gusto si stanno risvegliando a sapori che non avete sperimentato da anni. La vita sta diventando più vivida.
pt: Suas papilas gustativas estão despertando para sabores que você não experimenta há anos. A vida está se tornando mais vívida.
ru: Ваши вкусовые рецепторы пробуждаются к ароматам, которые вы не испытывали годами. Жизнь становится более яркой.
zh: 你的品味芽正在唤醒 以口味 你没有经历过多年。 生活越来越生动.

# quote_004_author
source: Wellness Expert John
fr: Expert en bien-être John
hi: वेलनेस एक्सपर्ट जॉन
it: Esperto di benessere John
pt: John, especialista em bem-estar
ru: Оздоровительный эксперт Джон
zh: 健康专家约翰

# quote_005_message
source: Every cough that subsides, every deep breath that feels clearer - your lungs are thanking you for this decision.
es: Cada tos que baja, cada respiración profunda que se siente más clara - sus pulmones están agradeciéndote por esta decisión.
fr: Chaque toux qui diminue, chaque respiration profonde qui se sent plus claire - vos poumons vous remercient de cette décision.
hi: हर खांसी जो घटती है, हर गहरी सांस जो स्पष्ट महसूस करती है - आपके फेफड़े इस निर्णय के लिए आपको धन्यवाद देते हैं।.
it: Ogni tosse che subisce, ogni respiro profondo che si sente più chiaro - i polmoni ti ringraziano per questa decisione.
pt: Cada tosse que diminui, cada respiração profunda que se sente mais clara - seus pulmões estão agradecendo por esta decisão.
ru: Каждый кашель, который утихает, каждый глубокий вдох, который чувствуется яснее - ваши легкие благодарят вас за это решение.
zh: 每一次咳嗽缓解 每一深呼吸 感觉更清晰 你的肺都在感谢你的决定.

# quote_005_author
source: Pulmonologist Dr. Chen
es: Pulmonólogo Dr. Chen
fr: Pulmonologue Dr Chen
it: Pulmonologo Dr. Chen
pt: Pneumologista Dr. Chen
ru: Пульмонолог доктор Чен
zh: 肺科医生 陈医生

# quote_006_message
source: Your immune system is strengthening every day. You're building a fortress of health around yourself.
es: Su sistema inmunitario se fortalece todos los días. Estás construyendo una fortaleza de salud a tu alrededor.
fr: Votre système immunitaire se renforce chaque jour. Vous construisez une forteresse de santé autour de vous.
hi: आपकी प्रतिरक्षा प्रणाली हर दिन मजबूत होती है। आप अपने आसपास के स्वास्थ्य का एक दुर्ग बना रहे हैं।.
it: Il vostro sistema immunitario si rafforza ogni giorno. Stai costruendo una fortezza di salute intorno a te.
pt: O teu sistema imunitário está a fortalecer-se todos os dias. Estás a construir uma fortaleza de saúde à tua volta.
ru: Ваша иммунная система укрепляется с каждым днем. Ты строишь вокруг себя крепость здоровья.
zh: 你的免疫系统每天都在加强 你正在自己周围建立一个健康堡垒.

# quote_007_message
source: The nicotine is leaving your system, making room for natural energy and genuine vitality to return.
es: La nicotina está dejando su sistema, haciendo espacio para la energía natural y la vitalidad genuina para regresar.
fr: La nicotine quitte votre système, faisant place à l'énergie naturelle et à une véritable vitalité pour revenir.
hi: निकोटीन आपके सिस्टम को छोड़ रहा है, जो प्राकृतिक ऊर्जा और वास्तविक जीवन शक्ति के लिए वापस आने का कमरा बनाता है।.
it: La nicotina sta lasciando il vostro sistema, facendo spazio all'energia naturale e alla vitalità genuina per tornare.
pt: A nicotina está deixando seu sistema, abrindo espaço para a energia natural e vitalidade genuína voltar.
ru: Никотин покидает вашу систему, освобождая место для естественной энергии и подлинной жизненной силы.
zh: 尼古丁正在离开你的系统,为自然能量和真正活力的回归创造了空间.

# quote_007_author
source: Addiction Specialist Dr. Taylor
fr: Spécialiste en toxicomanie Dr Taylor
hi: व्यसन विशेषज्ञ डॉ. टेलर
it: Specialista dell'aggiunta Dottor Taylor
pt: Especialista em vícios Dr. Taylor
ru: Специалист по наркомании Доктор Тейлор
zh: 成瘾专家 泰勒医生

# quote_008_message
source: Your skin is regaining its natural glow, your complexion improving with each smoke-free day.
es: Su piel está recuperando su resplandor natural, su complexión mejorando con cada día libre de humo.
fr: Votre peau retrouve son éclat naturel, votre teint s'améliore avec chaque journée sans fumée.
hi: आपकी त्वचा अपनी प्राकृतिक चमक को फिर से प्राप्त कर रही है, आपकी जटिलता प्रत्येक धूम्रपान मुक्त दिन के साथ सुधार करती है।.
it: La tua pelle sta riprendendo il suo splendore naturale, la tua carnagione migliora con ogni giorno senza fumo.
pt: Sua pele está recuperando seu brilho natural, sua pele melhorando com cada dia livre de fumaça.
ru: Ваша кожа восстанавливает свое естественное свечение, ваш цвет лица улучшается с каждым днем без дыма.
zh: 你的皮肤恢复了自然的光辉 你的肤色随着每个无烟日而改善.

# quote_008_author
source: Dermatologist Dr. Kim
es: Dermatólogo Dr. Kim
fr: Dermatologue Dr Kim
hi: डर्माटोलॉजिस्ट डॉ किम
it: Dermatologo Dr. Kim
pt: Dermatologista Dr. Kim
ru: Дерматолог доктор Ким
zh: 金医生

# quote_009_message
source: Sleep is becoming more restful, dreams more vivid, and mornings more energetic. Your body is healing overnight.
es: El sueño se está volviendo más tranquilo, los sueños más vivos, y las mañanas más energéticas. Tu cuerpo está sanando durante la noche.
fr: Le sommeil devient plus reposant, les rêves plus vifs et les matins plus énergiques. Votre corps guérit du jour au lendemain.
hi: नींद अधिक आरामदायक हो रही है, सपने अधिक ज्वलंत और सुबह अधिक ऊर्जावान हो रहा है। आपका शरीर रात भर इलाज कर रहा है।.
it: Il sonno sta diventando più riposante, sogna più vivido, e le mattine più energiche. Il tuo corpo guarisce durante la notte.
pt: O sono está a tornar-se mais descansado, os sonhos mais vívidos e as manhãs mais energéticas. O teu corpo está a sarar durante a noite.
ru: Сон становится более спокойным, сны более яркими, а утро более энергичным. Ваше тело заживает в одночасье.
zh: 睡眠越来越安稳,梦想更加生动,早晨更充满活力. 你的身体已经痊愈了.

# quote_009_author
source: Sleep Specialist Dr. Brown
es: Especialista en el sueño Dr. Brown
fr: Spécialiste du sommeil Dr Brown
hi: स्लीप स्पेशलिस्ट डॉ ब्राउन
it: Specialista del sonno Dr. Brown
pt: Especialista em Sono Dr. Brown
ru: Специалист по сну доктор Браун
zh: 睡眠专家布朗博士

# quote_010_message
source: Your blood pressure is stabilizing, your pulse is becoming steady. Your heart is finding its natural rhythm.
es: Su presión arterial se estabiliza, su pulso se está volviendo estable. Tu corazón está encontrando su ritmo natural.
fr: Votre tension artérielle se stabilise, votre pouls devient stable. Votre cœur trouve son rythme naturel.
hi: आपका रक्तचाप स्थिर है, आपकी नाड़ी स्थिर हो रही है। आपका दिल अपनी प्राकृतिक लय खोज रहा है।.
it: La pressione sanguigna si sta stabilizzando, il polso sta diventando costante. Il tuo cuore sta cercando il suo ritmo naturale.
pt: A sua pressão arterial está a estabilizar, o seu pulso está a ficar estável. Seu coração está encontrando seu ritmo natural.
ru: Ваше кровяное давление стабилизируется, ваш пульс становится устойчивым. Ваше сердце находит свой естественный ритм.
zh: 你的血压稳定 你的脉搏稳定 你的心正在找到它的自然节奏.

# quote_010_author
source: Dr. Patricia Davis
hi: डॉ. पेट्रीसिया डेविस
pt: Dra. Patricia Davis
ru: Доктор Патрисия Дэвис
zh: 帕特里夏·戴维斯博士

# quote_011_message
source: You are stronger than your cravings. Every time you resist, your willpower muscle grows more powerful.
es: Eres más fuerte que tus antojos. Cada vez que se resiste, su músculo de fuerza de voluntad crece más poderoso.
fr: Tu es plus fort que tes envies. Chaque fois que vous résistez, votre muscle de volonté devient plus puissant.
hi: आप अपने cravings की तुलना में मजबूत हैं। हर बार जब आप विरोध करते हैं, तो आपकी इच्छाशक्ति मांसपेशी अधिक शक्तिशाली हो जाती है।.
it: Sei più forte delle tue voglie. Ogni volta che si resiste, il muscolo forza di volontà cresce più potente.
pt: És mais forte do que os teus desejos. Cada vez que você resiste, seu músculo força de vontade cresce mais poderoso.
ru: Ты сильнее своих желаний. Каждый раз, когда вы сопротивляетесь, ваша сила воли становится все мощнее.
zh: 你比欲望更强壮 每次反抗,意志力的肌肉就会变得更强.

# quote_011_author
source: Life Coach Amanda
fr: Entraîneur de vie Amanda
hi: लाइफ कोच अमांडा
pt: Treinador de Vida Amanda
ru: Тренер Life Аманда
zh: 阿曼达终身教练

# quote_012_message
source: Cravings are temporary visitors - they come, they peak, and they always leave. You are the permanent resident of your life.
es: Los ahorros son visitantes temporales - vienen, llegan a la cima, y siempre se van. Eres el residente permanente de tu vida.
fr: Les crampes sont des visiteurs temporaires - ils viennent, ils culminent, et ils partent toujours. Vous êtes le résident permanent de votre vie.
hi: क्रेविंग अस्थायी आगंतुक हैं - वे आते हैं, वे चोटी पर जाते हैं और वे हमेशा छोड़ देते हैं। आप अपने जीवन के स्थायी निवासी हैं।.
it: Le cravatte sono visitatori temporanei - vengono, si in cima, e partono sempre. Sei il residente permanente della tua vita.
pt: Desejos são visitantes temporários - eles vêm, eles pico, e eles sempre saem. És o residente permanente da tua vida.
ru: Жажда - это временные посетители - они приходят, они достигают пика, и они всегда уходят. Вы постоянный житель своей жизни.
zh: 攀枝花是临时来访者,他们来,高峰,他们总是离开. 你是你一辈子的常住居民.

# quote_012_author
source: Mindfulness Expert David
fr: Expert en conscience David
hi: माइंडफुलनेस एक्सपर्ट डेविड
it: Esperto di consapevolezza David
pt: Davi, especialista em vigilância
ru: Эксперт по осознанности Дэвид
zh: 达维德思维专家

# quote_013_message
source: Each 'no' to a cigarette is a 'yes' to your future self. You're making deposits in the bank of your health.
es: Cada 'no' a un cigarrillo es un 'sí' a su futuro yo. Estás haciendo depósitos en el banco de tu salud.
fr: Chaque "non" à une cigarette est un "oui" à votre futur moi. Vous faites des dépôts dans la banque de votre santé.
hi: प्रत्येक 'नहीं' सिगरेट अपने भविष्य के लिए एक 'हाँ' है। आप अपने स्वास्थ्य के बैंक में जमा कर रहे हैं।.
it: Ogni 'no' a una sigaretta è un 'sì' al vostro futuro sé. Stai facendo dei depositi nella banca della tua salute.
pt: Cada "não" para um cigarro é um "sim" para o seu futuro eu. Está a fazer depósitos no banco da sua saúde.
ru: Каждое «нет» сигарете — это «да» самому себе. Вы делаете депозиты в банке своего здоровья.
zh: 每个"不"到一根烟 是"是"你未来的自我。 你在健康银行存款.

# quote_013_author
source: Motivational Speaker Lisa
es: Altavoz motivacional Lisa
fr: Conférencière motivée Lisa
hi: प्रेरक वक्ता लिसा
it: Motivazione speaker Lisa
pt: Falante motivadora Lisa
ru: Мотивационный спикер Лиза
zh: 积极推动的议长丽莎

# quote_014_message
source: The urge to smoke lasts minutes, but your decision to quit will last a lifetime. Choose the permanent over the temporary.
es: El impulso de fumar dura minutos, pero tu decisión de dejar de fumar durará toda la vida. Elija el permanente sobre el temporal.
fr: L'envie de fumer dure des minutes, mais votre décision de cesser de fumer durera toute une vie. Choisissez le permanent sur le temporaire.
hi: धूम्रपान करने का आग्रह मिनट तक रहता है, लेकिन छोड़ने का निर्णय जीवन भर रहेगा। अस्थायी पर स्थायी चुनें।.
it: La voglia di fumare dura pochi minuti, ma la vostra decisione di smettere durerà una vita. Scegli il permanente sopra il temporaneo.
pt: O desejo de fumar dura minutos, mas a tua decisão de desistir durará uma vida inteira. Escolha o permanente sobre o temporário.
ru: Желание курить длится несколько минут, но ваше решение бросить курить будет длиться всю жизнь. Выберите постоянный вместо временного.
zh: 抽烟的冲动会持续几分钟 但你的戒烟决定会持续一辈子 选择永久而非临时.

# quote_014_author
source: Recovery Coach Mark
es: Recuperación Coach Mark
fr: Entraîneur de récupération Mark
hi: रिकवरी कोच मार्क
pt: Treinador de Recuperação Mark
ru: Тренер по восстановлению Марк
zh: 恢复教练Mark

# quote_015_message
source: You've already proven you can go hours without smoking. Now you're proving you can go days, weeks, and years.
es: Ya has probado que puedes ir horas sin fumar. Ahora estás demostrando que puedes ir días, semanas y años.
fr: Vous avez déjà prouvé que vous pouvez aller des heures sans fumer. Maintenant vous prouvez que vous pouvez passer des jours, des semaines et des années.
hi: आपने पहले ही साबित किया है कि आप धूम्रपान के बिना घंटों में जा सकते हैं। अब आप यह साबित कर रहे हैं कि आप दिन, सप्ताह और वर्षों तक जा सकते हैं।.
it: Hai già dimostrato di poter fare ore senza fumare. Ora stai dimostrando che puoi andare giorni, settimane e anni.
pt: Já provaste que podes passar horas sem fumar. Agora estás a provar que podes passar dias, semanas e anos.
ru: Вы уже доказали, что можете часами не курить. Теперь ты доказываешь, что можешь ходить дни, недели и годы.
zh: 你已经证明你可以不抽烟去几个小时了 现在你正在证明 你可以走几天,几周,几年.

# quote_015_author
source: Therapist Dr. Wilson
es: Terapeuta Dr. Wilson
fr: Dr Wilson, thérapeute
hi: थेरेपिस्ट डॉ विल्सन
it: Terapista Dr. Wilson
pt: O terapeuta Dr. Wilson
ru: Терапевт доктор Уилсон
zh: 威尔逊医生

# quote_016_message
source: Every challenging moment you overcome makes you more resilient. You're building unshakeable inner strength.
es: Cada momento desafiante que superas te hace más resistente. Estás construyendo una fuerza interior inquebrantable.
fr: Chaque moment difficile que vous surmontez vous rend plus résistant. Vous construisez une force intérieure inébranlable.
hi: हर चुनौती देने वाला क्षण आपको अधिक लचीला बनाता है। आप अप्रत्याशित आंतरिक शक्ति का निर्माण कर रहे हैं।.
it: Ogni momento difficile da superare ti rende più resistente. Stai costruendo una forza interiore inconfondibile.
pt: Cada momento desafiador que superas torna-te mais resistente. Estás a construir uma força interior inabalável.
ru: Каждый трудный момент, который вы преодолеваете, делает вас более устойчивым. Вы создаете непоколебимую внутреннюю силу.
zh: 你所克服的每一个艰难时刻,都使你更有弹性。 你正在建立不可动摇的内在力量.

# quote_016_author
source: Resilience Coach Sara
es: Coach de Resiliencia Sara
fr: Entraîneur de résilience Sara
hi: लचीलापन कोच सारा
it: Resilienza Coach Sara
pt: Treinador de Resistência Sara
ru: Тренер устойчивости Сара
zh: 恢复力教练Sara

# quote_017_message
source: The part of you that wanted to quit is stronger than the part that wanted to smoke. Trust your deeper wisdom.
es: La parte de ustedes querían renunciar es más fuerte que la parte que quería fumar. Confía en tu sabiduría más profunda.
fr: La partie de vous qui voulait cesser de fumer est plus forte que celle qui voulait fumer. Faites confiance à votre sagesse plus profonde.
hi: आप का हिस्सा जो छोड़ना चाहता था वह उस हिस्से की तुलना में मजबूत है जो धूम्रपान करना चाहता था। अपनी गहरी बुद्धि पर भरोसा करें।.
it: La parte di voi che voleva smettere è più forte della parte che voleva fumare. Fidati della tua saggezza più profonda.
pt: A parte de ti que queria desistir é mais forte do que a parte que queria fumar. Confia na tua sabedoria mais profunda.
ru: Та часть тебя, которая хотела бросить курить, сильнее той, которая хотела курить. Доверяйте своей глубокой мудрости.
zh: 你们想退出的部分比想抽烟的部分强 相信你的更深层智慧.

# quote_017_author
source: Counselor Dr. Martinez
es: Consejero Dr. Martinez
fr: Conseiller Dr Martinez
hi: काउंसलर डॉ मार्टिनेज
it: Consigliere Dr. Martinez
pt: Conselheiro Dr. Martinez
ru: Советник доктор Мартинес
zh: 马丁内斯医生

# quote_018_message
source: You're not giving up something - you're gaining everything: health, money, time, and self-respect.
es: Usted no está renunciando a algo - usted está ganando todo: salud, dinero, tiempo, y auto-respeto.
fr: Vous n'abandonnez pas quelque chose - vous gagnez tout : la santé, l'argent, le temps et le respect de vous-même.
hi: आप कुछ नहीं दे रहे हैं - आप सब कुछ हासिल कर रहे हैं: स्वास्थ्य, धन, समय और आत्मसम्मान।.
it: Non stai rinunciando a qualcosa - stai guadagnando tutto: salute, denaro, tempo e autostima.
pt: Você não está desistindo de algo - você está ganhando tudo: saúde, dinheiro, tempo e auto-respeito.
ru: Вы не отказываетесь от чего-то - вы получаете все: здоровье, деньги, время и самоуважение.
zh: 你不会放弃某些东西 - 你得到的一切:健康,金钱,时间,以及自尊.

# quote_018_author
source: Success Coach Jennifer
es: Coach de éxito Jennifer
fr: Coach de réussite Jennifer
hi: सफलता कोच जेनिफर
it: Successivo Coach Jennifer
pt: Treinador de Sucesso Jennifer
ru: Тренер успеха Дженнифер
zh: 成功教练Jennifer

# quote_019_message
source: Breaking free from addiction is the ultimate act of self-love. You deserve this freedom.
es: Estar libre de la adicción es el último acto de amor propio. Te mereces esta libertad.
fr: Se libérer de la dépendance est l'acte ultime de l'amour-propre. Vous méritez cette liberté.
hi: लत से मुक्त तोड़ना आत्म-प्यार का अंतिम कार्य है। आप इस स्वतंत्रता के लायक हैं।.
it: La liberazione dalla dipendenza è l'ultimo atto di auto-amore. Ti meriti questa libertà.
pt: Libertar-se do vício é o último acto de amor próprio. Mereces esta liberdade.
ru: Освобождение от зависимости является конечным актом любви к себе. Вы заслуживаете этой свободы.
zh: 摆脱成瘾是自恋的终极行为. 你应该得到这个自由.

# quote_019_author
source: Self-Care Expert Rachel
fr: Experte en soins personnels Rachel
it: Esperto di Self-Care Rachel
pt: Especialista em auto-cuidado Rachel
ru: Эксперт по самообслуживанию Рейчел
zh: 自护专家雷切尔

# quote_020_message
source: Every smoke-free moment is proof of your incredible willpower. You are more powerful than you know.
es: Cada momento libre de humo es prueba de su increíble fuerza de voluntad. Eres más poderoso de lo que sabes.
fr: Chaque moment sans fumée est la preuve de votre incroyable volonté. Tu es plus puissant que tu ne le sais.
hi: हर धूम्रपान मुक्त क्षण आपकी अविश्वसनीय इच्छाशक्ति का प्रमाण है। आप जानते हैं की तुलना में अधिक शक्तिशाली हैं।.
it: Ogni momento senza fumo è la prova del vostro incredibile potere di volontà. Sei più potente di quanto tu sappia.
pt: Cada momento livre de fumo é a prova da tua incrível força de vontade. És mais poderoso do que imaginas.
ru: Каждый момент без дыма является доказательством вашей невероятной силы воли. Вы сильнее, чем вы знаете.
zh: 每一个无烟的瞬间 都证明了你令人难以置信的意志力 你比你知道的还要强大.

# quote_020_author
source: Empowerment Coach Mike
es: El entrenador Mike
fr: Entraîneur d'habilitation Mike
hi: सशक्तिकरण कोच माइक
pt: Treinador de Empoderamento Mike
ru: Тренер по расширению возможностей Майк
zh: 迈克教练

# quote_021_message
source: The money staying in your wallet is earning interest in your health account. This is the best investment you'll ever make.
es: El dinero que se queda en su billetera está ganando interés en su cuenta de salud. Esta es la mejor inversión que harás.
fr: L'argent restant dans votre portefeuille gagne de l'intérêt dans votre compte de santé. C'est le meilleur investissement que tu puisses faire.
hi: आपके वॉलेट में रहने वाले पैसे आपके स्वास्थ्य खाते में ब्याज अर्जित कर रहे हैं। यह आपके लिए सबसे अच्छा निवेश है।.
it: I soldi che soggiornano nel tuo portafoglio stanno guadagnando interesse per il tuo conto sanitario. Questo e' il miglior investimento che farai.
pt: O dinheiro que fica em sua carteira está ganhando interesse em sua conta de saúde. Este é o melhor investimento que alguma vez farás.
ru: Деньги, находящиеся в вашем кошельке, вызывают интерес к вашему счету здоровья. Это лучшая инвестиция, которую вы когда-либо сделаете.
zh: 留在你钱包里的钱 在你的健康账户里赚取利息 这是你有史以来最好的投资.

# quote_021_author
source: Financial Wellness Expert Tom
es: Experto en bienestar financiero Tom
fr: Expert en bien-être financier Tom
hi: वित्तीय कल्याण विशेषज्ञ टॉम
it: Esperto di benessere finanziario Tom
pt: Especialista em Bem-Estar Financeiro Tom
ru: Эксперт по финансовому оздоровлению Том
zh: 金融福祉专家汤姆

# quote_022_message
source: Calculate not just the money saved, but the priceless gift of time you're adding to your life.
es: Calcule no sólo el dinero ahorrado, pero el don inestimable del tiempo que está añadiendo a su vida.
fr: Calculez non seulement l'argent économisé, mais le don inestimable de temps que vous ajoutez à votre vie.
hi: सिर्फ पैसे बचाने की बजाय, लेकिन उस समय की कीमती उपहार जो आप अपने जीवन में जोड़ रहे हैं।.
it: Calcola non solo i soldi salvati, ma il dono inestimabile del tempo che stai aggiungendo alla tua vita.
pt: Calcule não só o dinheiro guardado, mas o valioso presente de tempo que está a adicionar à sua vida.
ru: Рассчитайте не только сэкономленные деньги, но и бесценный дар времени, который вы добавляете в свою жизнь.
zh: 不仅计算所节省的钱,而且计算你给生命增添的无价时间.

# quote_022_author
source: Life Planner Susan
fr: Planificateur de vie Susan
hi: लाइफ प्लानर सुसान
pt: Planeador da vida Susan
ru: Планировщик жизни Сьюзан
zh: 生活规划师苏珊
