Repository: Haileman11/smokeless_plus
Catalog: assets/l10n/intl_*.arb
Languages: es, fr, hi, it, pt, ru, zh

# quote_023_message
source: Every dollar not spent on cigarettes is a dollar invested in your dreams and future goals.
es: Cada dólar no gastado en cigarrillos es un dólar invertido en sus sueños y metas futuras.
fr: Chaque dollar non dépensé en cigarettes est un dollar investi dans vos rêves et vos objectifs futurs.
hi: हर डॉलर सिगरेट पर खर्च नहीं किया जाता है एक डॉलर अपने सपनों और भविष्य के लक्ष्यों में निवेश किया है।.
it: Ogni dollaro non speso sulle sigarette è un dollaro investito nei vostri sogni e obiettivi futuri.
pt: Cada dólar não gasto em cigarros é um dólar investido em seus sonhos e objetivos futuros.
ru: Каждый доллар, не потраченный на сигареты, — это доллар, вложенный в ваши мечты и будущие цели.
zh: 没有花在香烟上的每一美元 都是为了你的梦想和未来的目标投资一美元.

# quote_023_author
source: Investment Advisor Carol
fr: Conseiller en investissement Carol
hi: निवेश सलाहकार कैरोल
it: Consulente per gli investimenti Carol
pt: Consultor de Investimento Carol
ru: Инвестиционный советник Кэрол
zh: 卡罗尔投资顾问

# quote_024_message
source: The money you're saving could fund a vacation, a hobby, or a dream you've put on hold. Your future self will thank you.
es: El dinero que estás ahorrando podría financiar unas vacaciones, un hobby, o un sueño que has puesto en espera. Tu futuro yo te lo agradecerá.
fr: L'argent que vous économisez pourrait financer des vacances, un passe-temps ou un rêve que vous avez mis en attente. Votre futur moi vous remerciera.
hi: जो पैसा आप सेव कर रहे हैं वह एक छुट्टी, एक शौक या सपना आप पकड़ पर डाल दिया है निधि दे सकता है। आपका भविष्य स्वयं आपको धन्यवाद देगा।.
it: I soldi che stai risparmiando potrebbero finanziare una vacanza, un hobby, o un sogno che hai messo in attesa. Il tuo futuro io ti ringrazierà.
pt: O dinheiro que estás a poupar pode financiar umas férias, um hobby, ou um sonho que puseste em espera. O teu futuro eu agradecer-te-á.
ru: Деньги, которые вы экономите, могут финансировать отпуск, хобби или мечту, которую вы отложили. Будущее будет вам благодарно.
zh: 你所存的钱可以资助一个假期,一个爱好,或者一个你已经搁置的梦想. 你的未来会谢谢你的.

# quote_024_author
source: Budget Coach Daniel
es: El entrenador de presupuesto Daniel
fr: Entraîneur du budget Daniel
hi: बजट कोच डैनियल
pt: Treinador de Orçamento Daniel
ru: Бюджетный тренер Дэниел
zh: 预算教练丹尼尔

# quote_025_message
source: Freedom isn't free, but quitting smoking is the one freedom that actually saves you money while saving your life.
es: La libertad no es libre, pero dejar de fumar es la única libertad que realmente te ahorra dinero mientras salvas tu vida.
fr: La liberté n'est pas gratuite, mais arrêter de fumer est la seule liberté qui vous fait économiser de l'argent tout en vous sauvant la vie.
hi: स्वतंत्रता मुक्त नहीं है, लेकिन धूम्रपान छोड़ना एक स्वतंत्रता है जो वास्तव में आपके जीवन को बचाने के दौरान आपको पैसे बचाती है।.
it: La libertà non è libera, ma smettere di fumare è l'unica libertà che realmente ti salva i soldi mentre salva la tua vita.
pt: Liberdade não é livre, mas deixar de fumar é a única liberdade que realmente economiza dinheiro enquanto salva a sua vida.
ru: Свобода не бесплатна, но отказ от курения — это единственная свобода, которая на самом деле экономит ваши деньги, спасая вашу жизнь.
zh: 自由不是自由,但戒烟是真正节省你金钱,同时挽救你生命的自由.

# quote_025_author
source: Freedom Fighter Alex
fr: Le combattant de la liberté Alex
hi: फ्रीडम फाइटर एलेक्स
it: Lotta contro la libertà Alex
pt: Lutador da Liberdade Alex
ru: Борец за свободу Алекс
zh: 自由战士Alex

# quote_026_message
source: Your bank account is growing while your health risks are shrinking. That's what I call a win-win situation.
es: Su cuenta bancaria está creciendo mientras sus riesgos de salud están disminuyendo. Eso es lo que llamo una situación ganadora.
fr: Votre compte bancaire augmente alors que vos risques pour la santé diminuent. C'est ce que j'appelle une situation gagnant-gagnant.
hi: आपका बैंक खाता बढ़ रहा है जबकि आपका स्वास्थ्य जोखिम सिकुड़ रहा है। यही कारण है कि मैं जीत-जीत की स्थिति कहूं।.
it: Il tuo conto in banca sta crescendo mentre i rischi per la salute si stanno riducendo. E' quello che chiamo una situazione win-win.
pt: Sua conta bancária está crescendo enquanto seus riscos à saúde estão diminuindo. Isso é o que eu chamo de uma situação de vitória.
ru: Ваш банковский счет растет, а риски для здоровья снижаются. Вот что я называю беспроигрышной ситуацией.
zh: 你的银行帐户在增加,而你的健康风险在减少。 这就是所谓的双赢局面.

# quote_026_author
source: Wellness Financial Planner Beth
es: Wellness Planner financiero Beth
fr: Planificateur financier Bien-être Beth
hi: वेलनेस फाइनेंशियल प्लानर बेथ
it: Benessere Piano Finanziario Beth
pt: Planejador financeiro de bem-estar Beth
ru: Финансовый планировщик Wellness Бет
zh: 健康金融规划师贝丝

# quote_027_message
source: Think of all the beautiful experiences you can buy with the money you're no longer burning away.
es: Piensa en todas las hermosas experiencias que puedes comprar con el dinero que ya no estás quemando.
fr: Pensez à toutes les belles expériences que vous pouvez acheter avec l'argent que vous ne brûlez plus.
hi: उन सभी सुंदर अनुभवों के बारे में सोचें जिन्हें आप जिस पैसे से खरीद सकते हैं वह अब जल रहा नहीं है।.
it: Pensa a tutte le belle esperienze che puoi acquistare con i soldi che non stai più bruciando.
pt: Pense em todas as belas experiências que você pode comprar com o dinheiro que você não está mais queimando.
ru: Подумайте обо всех прекрасных впечатлениях, которые вы можете купить за деньги, которые вы больше не сжигаете.
zh: 想想用你不再燃烧的钱 你能够买到的这些美好的经历.

# quote_028_message
source: Every cigarette not bought is money earned. Every smoke-free day is profit for your future.
es: Cada cigarrillo no comprado es dinero ganado. Cada día libre de humo es beneficioso para su futuro.
fr: Chaque cigarette non achetée est de l'argent gagné. Chaque journée sans fumée est profitable pour votre avenir.
hi: प्रत्येक सिगरेट को खरीदा नहीं गया है। हर धूम्रपान मुक्त दिन आपके भविष्य के लिए लाभ है।.
it: Ogni sigaretta non comprata è denaro guadagnato. Ogni giorno senza fumo è un profitto per il tuo futuro.
pt: Cada cigarro não comprado é ganho. Cada dia livre de fumo é lucro para o teu futuro.
ru: Каждая не купленная сигарета — это заработанные деньги. Каждый свободный от табачного дыма день приносит прибыль для вашего будущего.
zh: 没有买的香烟都是赚来的 每个无烟的日子都是你未来的利润.

# quote_028_author
source: Entrepreneur Coach Steve
fr: Entrepreneur entraîneur Steve
hi: उद्यमी कोच स्टीव
it: Imprenditore Coach Steve
pt: Empreendedor treinador Steve
ru: Тренер-предприниматель Стив
zh: 史蒂夫教练

# quote_029_message
source: The compound interest on your health and wealth starts accumulating from the moment you quit.
es: El interés compuesto por su salud y riqueza comienza a acumularse desde el momento en que renuncia.
fr: L'intérêt complexe pour votre santé et votre richesse commence à s'accumuler à partir du moment où vous arrêtez.
hi: आपके स्वास्थ्य और धन पर मिश्रित ब्याज उस क्षण से जमा होने लगता है जब आप छोड़ देते हैं।.
it: L'interesse composto sulla vostra salute e la ricchezza inizia a accumularsi dal momento in cui smetterete.
pt: O interesse composto em sua saúde e riqueza começa a acumular a partir do momento em que você desiste.
ru: Составной процент на ваше здоровье и богатство начинает накапливаться с момента вашего ухода.
zh: 从你退出的那一刻起 对你的健康和财富的兴趣就开始累积.

# quote_029_author
source: Lifestyle Investment Expert Kim
fr: Lifestyle Expert en investissement Kim
hi: लाइफस्टाइल निवेश विशेषज्ञ किम
pt: Especialista em investimento em estilo de vida Kim
ru: Инвестиционный эксперт по образу жизни Ким
zh: 生活方式投资专家Kim

# quote_030_message
source: You're not just saving money - you're investing in decades of additional earning potential by staying healthy.
es: Usted no sólo está ahorrando dinero - usted está invirtiendo en décadas de potencial de ganancia adicional por mantenerse saludable.
fr: Vous n'économisez pas seulement de l'argent - vous investissez dans des décennies de gains supplémentaires en restant en bonne santé.
hi: आप सिर्फ पैसे की बचत नहीं कर रहे हैं - आप स्वस्थ रहने के द्वारा अतिरिक्त कमाई क्षमता के दशकों में निवेश कर रहे हैं।.
it: Non stai solo risparmiando soldi - stai investendo in decenni di ulteriore guadagno potenziale rimanendo sano.
pt: Você não está apenas economizando dinheiro - você está investindo em décadas de potencial de ganho adicional por permanecer saudável.
ru: Вы не просто экономите деньги - вы инвестируете в десятилетия дополнительного потенциала заработка, оставаясь здоровым.
zh: 你不只是储蓄 - 你投资几十年 额外的收入潜力 通过保持健康.

# quote_031_message
source: Every day smoke-free adds approximately 2 hours to your life expectancy. You're literally buying yourself time.
es: Cada día sin humo añade aproximadamente 2 horas a su esperanza de vida. Estás literalmente comprándote tiempo.
fr: Chaque jour sans fumée ajoute environ 2 heures à votre espérance de vie. Vous gagnez littéralement du temps.
hi: हर दिन धूम्रपान मुक्त आपके जीवन की प्रत्याशा को लगभग 2 घंटे जोड़ता है। आप वास्तव में समय खरीद रहे हैं।.
it: Ogni giorno senza fumo aggiunge circa 2 ore alla vostra aspettativa di vita. Stai letteralmente comprando tempo.
pt: Todos os dias, sem fumar, adiciona aproximadamente 2 horas à sua expectativa de vida. Estás literalmente a ganhar tempo.
ru: Каждый день без дыма увеличивает продолжительность жизни примерно на 2 часа. Вы буквально покупаете себе время.
zh: 每天无烟令你的预期寿命增加大约2小时。 你简直是在为自己争取时间.

# quote_031_author
source: Longevity Expert Dr. Adams
fr: Expert en longévité Dr Adams
hi: दीर्घायु विशेषज्ञ डॉ. एडम्स
it: Esperto di longevità Dr. Adams
pt: Dr. Adams, especialista em Longevidade
ru: Эксперт по долголетию доктор Адамс
zh: 长寿专家亚当斯博士

# quote_032_message
source: Time is the most precious currency, and quitting smoking is your way of earning more of it.
es: El tiempo es la moneda más preciosa, y dejar de fumar es su manera de ganar más de ella.
fr: Le temps est la monnaie la plus précieuse, et cesser de fumer est votre façon de gagner plus de lui.
hi: समय सबसे कीमती मुद्रा है, और धूम्रपान छोड़ने का आपका तरीका है इससे अधिक कमाई।.
it: Il tempo è la valuta più preziosa, e smettere di fumare è il vostro modo di guadagnare più di esso.
pt: O tempo é a moeda mais preciosa, e deixar de fumar é a sua maneira de ganhar mais.
ru: Время — самая ценная валюта, и отказ от курения — это ваш способ заработать больше.
zh: 时间是最珍贵的货币,戒烟是你赚更多钱的方式.

# quote_032_author
source: Time Management Coach Paul
es: El entrenador de gestión del tiempo Paul
fr: Entraîneur en gestion du temps Paul
hi: टाइम मैनेजमेंट कोच पॉल
it: Gestione del tempo Coach Paul
pt: Time Management treinador Paul
ru: Тренер по управлению временем Пол
zh: 时间管理教练保罗

# quote_033_message
source: You're not just extending your life - you're improving the quality of every year, month, and day you have left.
es: Usted no sólo extiende su vida - usted está mejorando la calidad de cada año, mes, y día que se ha ido.
fr: Vous ne prolongez pas seulement votre vie - vous améliorez la qualité de chaque année, mois et jour que vous avez quitté.
hi: आप सिर्फ अपने जीवन का विस्तार नहीं कर रहे हैं - आप हर साल, महीने और दिन की गुणवत्ता में सुधार कर रहे हैं।.
it: Non stai solo estendendo la tua vita - stai migliorando la qualità di ogni anno, mese e giorno che ti sei lasciato.
pt: Você não está apenas estendendo sua vida - você está melhorando a qualidade de cada ano, mês e dia que você partiu.
ru: Вы не просто продлеваете свою жизнь - вы улучшаете качество каждого года, месяца и дня, которые у вас остались.
zh: 你不只是延长你的生活 - 你正在提高质量 每年,月份,和一天 你已经离开.

# quote_033_author
source: Quality of Life Specialist Dr. Green
fr: Spécialiste de la qualité de vie Dr Green
hi: जीवन विशेषज्ञ डॉ ग्रीन की गुणवत्ता
it: Qualità di Life Specialist Dr. Green
pt: Especialista em Qualidade de Vida Dr. Green
ru: Специалист по качеству жизни доктор Грин
zh: 生活质量专家Green博士

# quote_034_message
source: Imagine all the grandchildren's birthdays, sunsets, and adventures you'll experience because you chose to quit.
es: Imagínate todos los cumpleaños de los nietos, puestas de sol y aventuras que experimentarás porque elegiste renunciar.
fr: Imaginez tous les anniversaires, couchers de soleil et aventures des petits-enfants que vous vivrez parce que vous avez choisi d'abandonner.
hi: सभी पोते के जन्मदिन, सूर्यास्त और रोमांच की कल्पना करें क्योंकि आप छोड़ने का फैसला करते हैं।.
it: Immaginate tutti i compleanni, i tramonti e le avventure dei nipoti, perché avete scelto di smettere.
pt: Imagine todos os aniversários dos netos, pôr do sol e aventuras que você vai experimentar porque você escolheu desistir.
ru: Представьте себе все дни рождения внуков, закаты и приключения, которые вы испытаете, потому что решили бросить.
zh: 想象一下所有的孙子的生日,日落,以及冒险,你会经历 因为你选择退出.

# quote_034_author
source: Life Coach Melissa
fr: Entraîneur de vie Melissa
hi: लाइफ कोच मेलिसा
pt: Treinadora de Vida Melissa
ru: Тренер Life Мелисса
zh: 终身教练梅丽莎

# quote_035_message
source: Each smoke-free day is like adding pages to the book of your life story. Make them beautiful chapters.
es: Cada día libre de humo es como agregar páginas al libro de su historia de vida. Hazlos hermosos capítulos.
fr: Chaque journée sans fumée est comme ajouter des pages au livre de votre histoire de vie. Faites-en de beaux chapitres.
hi: प्रत्येक धूम्रपान मुक्त दिन आपके जीवन की कहानी की पुस्तक में पृष्ठों को जोड़ने की तरह है। उन्हें सुंदर अध्याय बनाना।.
it: Ogni giorno senza fumo è come aggiungere pagine al libro della tua storia di vita. Rendere loro bei capitoli.
pt: Cada dia livre de fumo é como adicionar páginas ao livro da sua história de vida. Torna-os belos capítulos.
ru: Каждый день без дыма похож на добавление страниц в книгу вашей жизни. Сделайте их красивыми.
zh: 每一个无烟的日子就像在你的人生故事的书里增加页. 让他们美丽的章节.

# quote_035_author
source: Life Story Coach Emma
fr: Entraîneur d'histoire de vie Emma
hi: लाइफ स्टोरी कोच एम्मा
it: Storia della vita Coach Emma
pt: Treinador de História de Vida Emma
ru: Тренер Life Story Эмма
zh: 生活故事教练艾玛

# quote_036_message
source: You're giving yourself the gift of being present for life's most precious moments.
es: Te estás dando el regalo de estar presente para los momentos más preciosos de la vida.
fr: Vous vous donnez le don d'être présent pour les moments les plus précieux de la vie.
hi: आप अपने आप को जीवन के सबसे मूल्यवान क्षणों के लिए उपस्थित होने का उपहार दे रहे हैं।.
it: Ti stai dando il dono di essere presente per i momenti più preziosi della vita.
pt: Estás a dar-te o dom de estares presente nos momentos mais preciosos da vida.
ru: Ты даришь себе возможность присутствовать в самые драгоценные моменты жизни.
zh: 你给自己一个礼物,在生活中最宝贵的时刻.

# quote_036_author
source: Mindfulness Teacher Robert
es: Profesor de atención Robert
fr: Conscience Enseignant Robert
hi: माइंडफुलनेस टीचर रॉबर्ट
it: Mindfulness insegnante Robert
pt: Instrutor de Mente Robert
ru: Учитель внимательности Роберт
zh: 罗伯特老师

# quote_037_message
source: The minutes you're not spending smoking can now be spent living, loving, and creating memories.
es: Los minutos que no estés fumando ahora pueden pasarte viviendo, amando y creando recuerdos.
fr: Les minutes que vous ne passez pas à fumer peuvent maintenant passer à vivre, à aimer et à créer des souvenirs.
hi: कुछ ही मिनटों में आप धूम्रपान खर्च नहीं कर रहे हैं, अब जीवित, प्यार और यादें बना सकते हैं।.
it: I minuti che non stai spendendo per fumare ora possono essere spesi vivere, amare e creare ricordi.
pt: Os minutos que você não está gastando fumando agora podem ser gastos vivendo, amando e criando memórias.
ru: Минуты, которые вы не тратите на курение, теперь можно потратить на жизнь, любовь и создание воспоминаний.
zh: 你没有吸烟的分钟 现在可以花在生活、爱和创造记忆上.

# quote_037_author
source: Memory Coach Diana
es: Entrenador de memoria Diana
fr: Coach mémoire Diana
hi: मेमोरी कोच डायना
pt: Treinador de Memória Diana
ru: Тренер памяти Диана
zh: 戴安娜教练

# quote_038_message
source: Your life timeline just got extended. Use this bonus time to chase dreams and build legacies.
es: Su línea de tiempo de vida acaba de extenderse. Utilice este tiempo de bonificación para perseguir sueños y construir legados.
fr: Votre calendrier de vie vient d'être étendu. Utilisez ce temps bonus pour chasser les rêves et construire des legs.
hi: आपका जीवन समय-समय पर विस्तारित हो गया। इस बोनस समय का उपयोग सपनों का पीछा करने और विरासत बनाने के लिए करें।.
it: La tua linea temporale e' appena stata estesa. Utilizzare questo tempo bonus per inseguire sogni e costruire leganze.
pt: A tua linha do tempo de vida foi estendida. Use este tempo de bônus para perseguir sonhos e construir legados.
ru: Ваша жизнь только что была продлена. Используйте это бонусное время, чтобы преследовать мечты и создавать наследие.
zh: 你的生命时间被延长了 利用这个奖金时间追逐梦想和创造遗产.

# quote_038_author
source: Legacy Coach Brian
fr: L'entraîneur historique Brian
hi: विरासत कोच ब्रायन
pt: Treinador Legado Brian
ru: Тренер Брайан Наследие
zh: 布莱恩教练

# quote_039_message
source: Every smoke-free breath is a moment reclaimed from the past and invested in your future.
es: Cada respiración libre de humo es un momento reclamado del pasado e invertido en su futuro.
fr: Chaque souffle sans fumée est un moment récupéré du passé et investi dans votre avenir.
hi: हर स्मोक-फ्री सांस अतीत से पुनः प्राप्त एक क्षण है और अपने भविष्य में निवेश किया है।.
it: Ogni respiro senza fumo è un momento recuperato dal passato e investito nel vostro futuro.
pt: Cada respiração sem fumo é um momento recuperado do passado e investido no teu futuro.
ru: Каждое бездымное дыхание — это момент, восстановленный из прошлого и вложенный в ваше будущее.
zh: 每一次无烟的呼吸都是从过去中恢复出来 并投入你的未来的时刻.

# quote_039_author
source: Future Self Coach Hannah
es: Futuro Auto Coach Hannah
fr: Futur auto-entraîneur Hannah
hi: फ्यूचर सेल्फ कोच हन्ना
it: Futuro auto coach Hannah
pt: Futuro auto treinador Hannah
ru: Будущий тренер Ханна
zh: 未来自我教练汉娜

# quote_040_message
source: You're not just living longer - you're living stronger, healthier, and with more vitality in every moment.
es: No estás viviendo más tiempo, estás viviendo más fuerte, más saludable y con más vitalidad en cada momento.
fr: Vous ne vivez pas seulement plus longtemps - vous vivez plus fort, en meilleure santé et avec plus de vitalité à chaque instant.
hi: आप सिर्फ लंबे समय तक जीवित नहीं हैं - आप हर पल में मजबूत, स्वस्थ और अधिक जीवनशैली के साथ रह रहे हैं।.
it: Non stai solo vivendo più a lungo - stai vivendo più forte, più sano, e con più vitalità in ogni momento.
pt: Você não está apenas vivendo mais tempo - você está vivendo mais forte, mais saudável, e com mais vitalidade em cada momento.
ru: Вы не просто живете дольше - вы живете сильнее, здоровее и с большей жизненной силой в каждый момент.
zh: 你不仅活得更久 更强壮、更健康 并且每时每刻都有活力.

# quote_040_author
source: Vitality Expert Dr. Foster
fr: Expert en vitalité Dr Foster
hi: Vitality Expert डॉ. फोस्टर
pt: Especialista em Vitalidade, Dr. Foster
ru: Эксперт по жизнеспособности доктор Фостер
zh: 生命力专家 Foster博士

# quote_041_message
source: Your family breathes easier knowing you're smoke-free. You're giving them the gift of your longevity.
es: Tu familia respira más fácil sabiendo que estás libre de humo. Les estás dando el regalo de tu longevidad.
fr: Ta famille respire plus facilement en sachant que tu es sans fumée. Tu leur donnes le don de ta longévité.
hi: आपके परिवार को आसानी से पता चलता है कि आप धूम्रपान रहित हैं। आप उन्हें अपनी दीर्घायु का उपहार दे रहे हैं।.
it: La tua famiglia respira piu' facilmente sapendo che sei senza fumo. Gli stai dando il dono della tua longevità.
pt: A tua família respira mais facilmente sabendo que não fumas. Estás a dar-lhes o dom da tua longevidade.
ru: Ваша семья дышит легче, зная, что вы не курите. Ты даришь им дар долголетия.
zh: 你的家人知道你是无烟的 呼吸更容易 你给他们长寿的礼物.

# quote_041_author
source: Family Therapist Dr. Johnson
es: Terapeuta familiar Dr. Johnson
fr: Thérapeute de famille Dr Johnson
hi: परिवार चिकित्सक डॉ जॉनसन
it: Terapista della famiglia Dr. Johnson
pt: Terapeuta de família Dr. Johnson
ru: Семейный терапевт доктор Джонсон
zh: 家庭治疗师 Johnson博士

# quote_042_message
source: The best inheritance you can leave your children is the example of choosing health over addiction.
es: La mejor herencia que puede dejar a sus hijos es el ejemplo de elegir la salud sobre la adicción.
fr: Le meilleur héritage que vous pouvez laisser à vos enfants est l'exemple du choix de la santé plutôt que de la dépendance.
hi: सबसे अच्छी विरासत आप अपने बच्चों को छोड़ सकते हैं लत पर स्वास्थ्य चुनने का उदाहरण है।.
it: La migliore eredità che si può lasciare i vostri figli è l'esempio di scegliere la salute sulla dipendenza.
pt: A melhor herança que você pode deixar seus filhos é o exemplo de escolher a saúde em vez do vício.
ru: Лучшее наследство, которое вы можете оставить своим детям, — это пример выбора здоровья вместо зависимости.
zh: 最好的遗产是选择健康而不是吸毒.

# quote_042_author
source: Parenting Expert Dr. White
es: Experto en padres Dr. White
fr: Expert parental Dr. White
it: Esperto Parenting Dr. White
pt: Especialista em paternidade, Dr. White
ru: Родительский эксперт доктор Уайт
zh: 育儿专家White博士

# quote_043_message
source: Your loved ones no longer worry about losing you to smoking-related illness. That peace of mind is priceless.
es: Tus seres queridos ya no se preocupan por perderte a la enfermedad relacionada con el tabaco. Esa paz mental no tiene precio.
fr: Vos proches ne s'inquiètent plus de vous perdre pour une maladie liée au tabagisme. Cette paix d'esprit est inestimable.
hi: अपने प्रियजनों को अब धूम्रपान से संबंधित बीमारी के बारे में चिंता नहीं है। मन की शांति बेकार है।.
it: I vostri cari non si preoccupano più di perdervi a malattie legate al fumo. Quella pace della mente è inestimabile.
pt: Os seus entes queridos já não se preocupam em perdê-lo para doenças relacionadas com o fumo. Essa paz mental é inestimável.
ru: Ваши близкие больше не беспокоятся о потере вас из-за болезни, связанной с курением. Это душевное спокойствие бесценно.
zh: 你的爱人不再担心你因吸烟病而丧命 这种平静是无价之宝.

# quote_043_author
source: Relationship Counselor Janet
es: Consejero de Relaciones Janet
fr: Conseiller relationnel Janet
hi: रिश्ते काउंसलर जेनेट
it: Relazioni Consigliere Janet
pt: Conselheiro de relacionamento Janet
ru: Советник по отношениям Джанет
zh: 珍妮特律师

# quote_044_message
source: Every hug is cleaner, every kiss is sweeter, every moment together is no longer clouded by smoke.
es: Cada abrazo es más limpio, cada beso es más dulce, cada momento juntos ya no está nublado por el humo.
fr: Chaque câlin est plus propre, chaque baiser est plus doux, chaque moment ensemble n'est plus couvert de fumée.
hi: हर हग क्लीनर है, हर चुंबन मीठा है, हर पल एक साथ धूम्रपान से बादल नहीं है।.
it: Ogni abbraccio è più pulito, ogni bacio è più dolce, ogni momento insieme non è più nuvoloso dal fumo.
pt: Cada abraço é mais limpo, cada beijo é mais doce, cada momento juntos não é mais nublado pela fumaça.
ru: Каждое объятие чище, каждый поцелуй слаще, каждый момент вместе уже не омрачен дымом.
zh: 每个拥抱更干净,每个吻更甜,每个时刻在一起不再被烟雾笼罩.

# quote_044_author
source: Love Coach Patricia
fr: Entraîneur d'amour Patricia
hi: लव कोच पैट्रिकिया
pt: O treinador de amor Patricia
ru: Тренер любви Патрисия
zh: 爱教练帕特里夏

# quote_045_message
source: You're modeling strength and self-care for everyone who looks up to you.
es: Estás modelando fuerza y autocuidado para todo el que te mira.
fr: Vous modélisez la force et l'autosoin pour tous ceux qui vous regardent.
hi: आप उन सभी के लिए मॉडलिंग ताकत और स्वयं देखभाल कर रहे हैं जो आपको देखते हैं।.
it: Stai modellando forza e auto-cura per tutti coloro che ti guardano.
pt: Estás a modelar força e autocuidado para todos que te admiram.
ru: Ты моделируешь силу и заботу о себе для всех, кто смотрит на тебя.
zh: 你为所有仰慕你的人 塑造力量和自我照顾.
